[{"title": 1, "chapter": 1, "article": 1, "name": "Defensa de la persona humana", "text": "La defensa de la persona humana y el respeto de su dignidad son el fin supremo de la \nsociedad y del Estado.", "footnotes": []}, {"title": 1, "chapter": 1, "article": 2, "name": "Derechos fundamentales de la persona", "text": "Toda persona tiene derecho: \n \n1. A la vida, a su identidad, a su integridad moral, psíquica y física y a su libre desarrollo \ny bienestar. El concebido es sujeto de derecho en todo cuanto le favorece. \n \n2. A la igualdad ante la ley. Nadie debe ser discriminado por motivo de origen, raza, sexo, \nidioma, religión, opinión, condición económica o de cualquiera otra índole. \n \n3. A la libertad de conciencia y de religión, en forma individual o asociada. No hay \npersecución por razón de ideas o creencias. No hay delito de opinión. El ejercicio público \nde todas las confesiones es libre, siempre que no ofenda la moral ni altere el orden \npúblico. \n \n4. A las libertades de información, opinión, expresión y difusión del pensamiento \nmediante la palabra oral o escrita o la imagen, por cualquier medio de comunicación \n social, sin previa autorización ni censura ni impedimento algunos, bajo las \nresponsabilidades de ley \n \nLos delitos cometidos por medio del libro, la prensa y demás medios de comunicación \nsocial se tipifican en el Código Penal y se juzgan en el fuero común. \n \nEs delito toda acción que suspende o clausura algún órgano de expresión o le impide \ncircular libremente. Los derechos de informar y opinar comprenden los de fundar medios \nde comunicación. \n \n5. A solicitar sin expresión de causa la información que requiera y a recibirla de cualquier \nentidad pública, en el plazo legal, con el costo que suponga el pedido. Se exceptúan las \ninformaciones que afectan la intimidad personal y las que expresamente se excluyan por \nley o por razones de seguridad nacional. \n \nEl secreto bancario y la reserva tributaria pueden levantarse a pedido del Juez, del Fiscal \nde la Nación, o de una comisión investigadora del Congreso con arreglo a ley y siempre \nque se refieran al caso investigado. \n \n6. A que los servicios informáticos, computarizados o no, públicos o privados, no \nsuministren informaciones que afecten la intimidad personal y familiar. \n \n7. Al honor y a la buena reputación, a la intimidad personal y familiar así como a la voz y \na la imagen propias. \n \nToda persona afectada por afirmaciones inexactas o agraviada en cualquier medio de \ncomunicación social tiene derecho a que éste se rectifique en forma gratuita, inmediata y \nproporcional, sin perjuicio de las responsabilidades de ley. \n \n8. A la libertad de creación intelectual, artística, técnica y científica, así como a la \npropiedad sobre dichas creaciones y a su producto. El Estado propicia el acceso a la \ncultura y fomenta su desarrollo y difusión. \n \n9. A la inviolabilidad del domicilio. Nadie puede ingresar en él ni efectuar investigaciones \no registros sin autorización de la persona que lo habita o sin mandato judicial, salvo \nflagrante delito o muy grave peligro de su perpetración. Las excepciones por motivos de \nsanidad o de grave riesgo son reguladas por la ley. \n \n10. Al secreto y a la inviolabilidad de sus comunicaciones y documentos privados. \n \nLas comunicaciones, telecomunicaciones o sus instrumentos sólo pueden ser abiertos, \nincautados, interceptados o intervenidos por mandamiento motivado del juez, con las garantías previstas en la ley. Se guarda secreto de los asuntos ajenos al hecho que motiva \nsu examen. \n \nLos documentos privados obtenidos con violación de este precepto no tienen efecto legal. \n \nLos libros, comprobantes y documentos contables y administrativos están sujetos a \ninspección o fiscalización de la autoridad competente, de conformidad con la ley. Las \nacciones que al respecto se tomen no pueden incluir su sustracción o incautación, salvo \npor orden judicial. \n \n11. A elegir su lugar de residencia, a transitar por el territorio nacional y a salir de él y \nentrar en él, salvo limitaciones por razones de sanidad o por mandato judicial o por \naplicación de la ley de extranjería. \n \n12. A reunirse pacíficamente sin armas. Las reuniones en locales privados o abiertos al \npúblico no requieren aviso previo. Las que se convocan en plazas y vías públicas exigen \nanuncio anticipado a la autoridad, la que puede prohibirlas solamente por motivos \nprobados de seguridad o de sanidad públicas. \n \n13. A asociarse y a constituir fundaciones y diversas formas de organización jurídica sin \nfines de lucro, sin autorización previa y con arreglo a ley. No pueden ser disueltas por \nresolución administrativa. \n \n14. A contratar con fines lícitos, siempre que no se contravengan leyes de orden público. \n \n15. A trabajar libremente, con sujeción a ley. \n \n16. A la propiedad y a la herencia. \n \n17. A participar, en forma individual o asociada, en la vida política, económica, social y \ncultural de la Nación. Los ciudadanos tienen, conforme a ley, los derechos de elección, de \nremoción o revocación de autoridades, de iniciativa legislativa y de referéndum. \n \n18. A mantener reserva sobre sus convicciones políticas, filosóficas, religiosas o de \ncualquiera otra índole, así como a guardar el secreto profesional. \n \n19. A su identidad étnica y cultural. El Estado reconoce y protege la pluralidad étnica y \ncultural de la Nación. \n \nTodo peruano tiene derecho a usar su propio idioma ante cualquier autoridad mediante \nun intérprete. Los extranjeros tienen este mismo derecho cuando son citados por \ncualquier autoridad. 20. A formular peticiones, individual o colectivamente, por escrito ante la autoridad \ncompetente, la que está obligada a dar al interesado una respuesta también por escrito \ndentro del plazo legal, bajo responsabilidad. \n \nLos miembros de las Fuerzas Armadas y de la Policía Nacional sólo pueden ejercer \nindividualmente el derecho de petición. \n \n21. A su nacionalidad. Nadie puede ser despojado de ella. Tampoco puede ser privado del \nderecho de obtener o de renovar su pasaporte dentro o fuera del territorio de la \nRepública. \n \n22. A la paz, a la tranquilidad, al disfrute del tiempo libre y al descanso, así como a gozar \nde un ambiente equilibrado y adecuado al desarrollo de su vida. \n \n23. A la legítima defensa. \n \n24. A la libertad y a la seguridad personales. En consecuencia: \n \na. Nadie está obligado a hacer lo que la ley no manda, ni impedido de hacer lo que ella no \nprohíbe. \n \nb. No se permite forma alguna de restricción de la libertad personal, salvo en los casos \nprevistos por la ley. Están prohibidas la esclavitud, la servidumbre y la trata de seres \nhumanos en cualquiera de sus formas. \n \nc. No hay prisión por deudas. Este principio no limita el mandato judicial por \nincumplimiento de deberes alimentarios. \n \nd. Nadie será procesado ni condenado por acto u omisión que al tiempo de cometerse no \nesté previamente calificado en la ley, de manera expresa e inequívoca, como infracción \npunible; ni sancionado con pena no prevista en la ley. \n \ne. Toda persona es considerada inocente mientras no se haya declarado judicialmente su \nresponsabilidad. \n \nf. Nadie puede ser detenido sino por mandamiento escrito y motivado del juez o por las \nautoridades policiales en caso de flagrante delito. La detención no durará más del tiempo \nestrictamente necesario para la realización de las investigaciones y, en todo caso, el \ndetenido debe ser puesto a disposición del juzgado correspondiente, dentro del plazo \nmáximo de cuarenta y ocho horas o en el término de la distancia. \n \nEstos plazos no se aplican a los casos de terrorismo, espionaje, tráfico ilícito de drogas y a \nlos delitos cometidos por organizaciones criminales. En tales casos, las autoridades policiales pueden efectuar la detención preventiva de los presuntos implicados por un \ntérmino no mayor de quince días naturales. Deben dar cuenta al Ministerio Público y al \njuez, quien puede asumir jurisdicción antes de vencido dicho término.[^2] \n \nNadie puede ser detenido sino por mandamiento escrito y motivado del juez o por las \nautoridades policiales en caso de flagrante delito. \n \nEl detenido debe ser puesto a disposición del juzgado correspondiente, dentro de las \nveinticuatro horas o en el término de la distancia. \n \nEstos plazos no se aplican a los casos de terrorismo, espionaje y tráfico ilícito de drogas. En \ntales casos, las autoridades policiales pueden efectuar la detención preventiva de los \npresuntos implicados por un término no mayor de quince días naturales. Deben dar \ncuenta al Ministerio Público y al juez, quien puede asumir jurisdicción antes de vencido \ndicho término. \n \ng. Nadie puede ser incomunicado sino en caso indispensable para el esclarecimiento de \nun delito, y en la forma y por el tiempo previstos por la ley. La autoridad está obligada \nbajo responsabilidad a señalar, sin dilación y por escrito, el lugar donde se halla la persona \ndetenida. \n \nh. Nadie debe ser víctima de violencia moral, psíquica o física, ni sometido a tortura o a \ntratos inhumanos o humillantes. Cualquiera puede pedir de inmediato el examen médico \nde la persona agraviada o de aquélla imposibilitada de recurrir por sí misma a la \nautoridad. Carecen de valor las declaraciones obtenidas por la violencia. Quien la emplea \nincurre en responsabilidad.", "footnotes": [{"ref": 2, "text": "Literal f) modificado por el artículo único de la Ley N.º 30558, publicada el 9 mayo 2017 en el diario oficial El Peruano."}]}, {"title": 1, "chapter": 1, "article": 3, "name": "Derechos Constitucionales.  Numerus Apertus", "text": "La enumeración de los derechos establecidos en este capítulo no excluye los demás que la \nConstitución garantiza, ni otros de naturaleza análoga o que se fundan en la dignidad del \nhombre, o en los principios de soberanía del pueblo, del Estado democrático de derecho y \nde la forma republicana de gobierno.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 4, "name": "Protección a la familia.  Promoción del matrimonio", "text": "La comunidad y el Estado protegen especialmente al niño, al adolescente, a la madre y al \nanciano en situación de abandono. También protegen a la familia y promueven el \n matrimonio. Reconocen a estos últimos como institutos naturales y fundamentales de la \nsociedad. \n \nLa forma del matrimonio y las causas de separación y de disolución son reguladas por la \nley.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 5, "name": "Concubinato", "text": "La unión estable de un varón y una mujer, libres de impedimento matrimonial, que \nforman un hogar de hecho, da lugar a una comunidad de bienes sujeta al régimen de la \nsociedad de gananciales en cuanto sea aplicable.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 6, "name": "Política Nacional de población.  Paternidad y maternidad responsables.", "text": "Igualdad de los hijos \nLa política nacional de población tiene como objetivo difundir y promover la paternidad y \nmaternidad responsables. Reconoce el derecho de las familias y de las personas a decidir. \nEn tal sentido, el Estado asegura los programas de educación y la información adecuados \ny el acceso a los medios, que no afecten la vida o la salud. \n \nEs deber y derecho de los padres alimentar, educar y dar seguridad a sus hijos. Los hijos \ntienen el deber de respetar y asistir a sus padres. \n \nTodos los hijos tienen iguales derechos y deberes. Está prohibida toda mención sobre el \nestado civil de los padres y sobre la naturaleza de la filiación en los registros civiles y en \ncualquier otro documento de identidad.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 7, "name": "Derecho a la salud.  Protección al discapacitado", "text": "Todos tienen derecho a la protección de su salud, la del medio familiar y la de la \ncomunidad así como el deber de contribuir a su promoción y defensa. La persona \nincapacitada para velar por sí misma a causa de una deficiencia física o mental tiene \nderecho al respeto de su dignidad y a un régimen legal de protección, atención, \nreadaptación y seguridad. \n \nArtículo 7-A.- El Estado reconoce el derecho de toda persona a acceder de forma \nprogresiva y universal al agua potable. El Estado garantiza este derecho priorizando el \nconsumo humano sobre otros usos. \n \nEl Estado promueve el manejo sostenible del agua, el cual se reconoce como un recurso \nnatural esencial y como tal, constituye un bien público y patrimonio de la Nación. Su \ndominio es inalienable e imprescriptible.[^3]", "footnotes": [{"ref": 3, "text": "Artículo incorporado por el artículo único de la Ley N.º 30588, publicada el 22 junio 2017 en el diario oficial El Peruano,"}]}, {"title": 1, "chapter": 2, "article": 8, "name": "Represión al Tráfico Ilícito de Drogas", "text": "El Estado combate y sanciona el tráfico ilícito de drogas. Asimismo, regula el uso de los \ntóxicos sociales.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 9, "name": "Política Nacional de Salud", "text": "El Estado determina la política nacional de salud. El Poder Ejecutivo norma y supervisa su \naplicación. Es responsable de diseñarla y conducirla en forma plural y descentralizadora \npara facilitar a todos el acceso equitativo a los servicios de salud.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 10, "name": "Derecho a la Seguridad Social", "text": "El Estado reconoce el derecho universal y progresivo de toda persona a la seguridad \nsocial, para su protección frente a las contingencias que precise la ley y para la elevación \nde su calidad de vida.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 11, "name": "Libre acceso a las prestaciones de salud y pensiones", "text": "El Estado garantiza el libre acceso a prestaciones de salud y a pensiones, a través de \nentidades públicas, privadas o mixtas. Supervisa asimismo su eficaz funcionamiento. \n \nLa ley establece la entidad del Gobierno Nacional que administra los regímenes de \npensiones a cargo del Estado.[^4]", "footnotes": [{"ref": 4, "text": "Segundo párrafo agregado por el artículo 1 de la Ley N.º 28389, publicada el 17 noviembre 2004 en el diario oficial El Peruano."}]}, {"title": 1, "chapter": 2, "article": 12, "name": "Fondos de la Seguridad Social", "text": "Los fondos y las reservas de la seguridad social son intangibles. Los recursos se aplican en \nla forma y bajo la responsabilidad que señala la ley.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 13, "name": "Educación y libertad de enseñanza", "text": "La educación tiene como finalidad el desarrollo integral de la persona humana. El Estado \nreconoce y garantiza la libertad de enseñanza. Los padres de familia tienen el deber de \neducar a sus hijos y el derecho de escoger los centros de educación y de participar en el \nproceso educativo.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 14, "name": "Educación para la vida y el trabajo.  Los medios de comunicación social", "text": "La educación promueve el conocimiento, el aprendizaje y la práctica de las humanidades, \nla ciencia, la técnica, las artes, la educación física y el deporte. Prepara para la vida y el \ntrabajo y fomenta la solidaridad. \n \nEs deber del Estado promover el desarrollo científico y tecnológico del país. \n \nLa formación ética y cívica y la enseñanza de la Constitución y de los derechos humanos \nson obligatorias en todo el proceso educativo civil o militar. La educación religiosa se \nimparte con respeto a la libertad de las conciencias. \n \n La enseñanza se imparte, en todos sus niveles, con sujeción a los principios \nconstitucionales y a los fines de la correspondiente institución educativa. \n \nLos medios de comunicación social deben colaborar con el Estado en la educación y en la \nformación moral y cultural.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 15, "name": "Profesorado, carrera pública", "text": "El profesorado en la enseñanza oficial es carrera pública. La ley establece los requisitos \npara desempeñarse como director o profesor de un centro educativo, así como sus \nderechos y obligaciones. El Estado y la sociedad procuran su evaluación, capacitación, \nprofesionalización y promoción permanentes. \n \nEl educando tiene derecho a una formación que respete su identidad, así como al buen \ntrato psicológico y físico. \n \nToda persona, natural o jurídica, tiene el derecho de promover y conducir instituciones \neducativas y el de transferir la propiedad de éstas, conforme a ley.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 16, "name": "Descentralización del sistema educativo", "text": "Tanto el sistema como el régimen educativo son descentralizados. \n \nEl Estado coordina la política educativa. Formula los lineamientos generales de los planes \nde estudios así como los requisitos mínimos de la organización de los centros educativos. \nSupervisa su cumplimiento y la calidad de la educación. \n \nEs deber del Estado asegurar que nadie se vea impedido de recibir educación adecuada \npor razón de su situación económica o de limitaciones mentales o físicas. \n \nSe da prioridad a la educación en la asignación de recursos ordinarios del Presupuesto de \nla República.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 17, "name": "Obligatoriedad de la educación inicial, primaria y secundaria", "text": "La educación inicial, primaria y secundaria son obligatorias. En las instituciones del \nEstado, la educación es gratuita. En las universidades públicas el Estado garantiza el \nderecho a educarse gratuitamente a los alumnos que mantengan un rendimiento \nsatisfactorio y no cuenten con los recursos económicos necesarios para cubrir los costos de \neducación. \n \nCon el fin de garantizar la mayor pluralidad de la oferta educativa, y en favor de quienes \nno puedan sufragar su educación, la ley fija el modo de subvencionar la educación privada \nen cualquiera de sus modalidades, incluyendo la comunal y la cooperativa. \n \nEl Estado promueve la creación de centros de educación donde la población los requiera. El Estado garantiza la erradicación del analfabetismo. Asimismo fomenta la educación \nbilingüe e intercultural, según las características de cada zona. Preserva las diversas \nmanifestaciones culturales y lingüísticas del país. Promueve la integración nacional.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 18, "name": "Educación universitaria", "text": "La educación universitaria tiene como fines la formación profesional, la difusión cultural, \nla creación intelectual y artística y la investigación científica y tecnológica. El Estado \ngarantiza la libertad de cátedra y rechaza la intolerancia. \n \nLas universidades son promovidas por entidades privadas o públicas. La ley fija las \ncondiciones para autorizar su funcionamiento. \n \nLa universidad es la comunidad de profesores, alumnos y graduados. Participan en ella \nlos representantes de los promotores, de acuerdo a ley. \n \nCada universidad es autónoma en su régimen normativo, de gobierno, académico, \nadministrativo y económico. Las universidades se rigen por sus propios estatutos en el \nmarco de la Constitución y de las leyes.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 19, "name": "Régimen tributario de Centros de Educación", "text": "Las universidades, institutos superiores y demás centros educativos constituidos conforme \na la legislación en la materia gozan de inafectación de todo impuesto directo e indirecto \nque afecte los bienes, actividades y servicios propios de su finalidad educativa y cultural. \nEn materia de aranceles de importación, puede establecerse un régimen especial de \nafectación para determinados bienes. \n \nLas donaciones y becas con fines educativos gozarán de exoneración y beneficios \ntributarios en la forma y dentro de los límites que fije la ley. \n \nLa ley establece los mecanismos de fiscalización a que se sujetan las mencionadas \ninstituciones, así como los requisitos y condiciones que deben cumplir los centros \nculturales que por excepción puedan gozar de los mismos beneficios. \n \nPara las instituciones educativas privadas que generen ingresos que por ley sean \ncalificados como utilidades, puede establecerse la aplicación del impuesto a la renta.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 20, "name": "Colegios Profesionales", "text": "Los colegios profesionales son instituciones autónomas con personalidad de derecho \npúblico. La ley señala los casos en que la colegiación es obligatoria.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 21, "name": "Patrimonio Cultural de la Nación", "text": "Los yacimientos y restos arqueológicos, construcciones, monumentos, lugares, \ndocumentos bibliográficos y de archivo, objetos artísticos y testimonios de valor histórico, expresamente declarados bienes culturales, y provisionalmente los que se presumen como \ntales, son patrimonio cultural de la Nación, independientemente de su condición de \npropiedad privada o pública. Están protegidos por el Estado. \n \nLa ley garantiza la propiedad de dicho patrimonio. \n \nFomenta conforme a ley, la participación privada en la conservación, restauración, \nexhibición y difusión del mismo, así como su restitución al país cuando hubiere sido \nilegalmente trasladado fuera del territorio nacional.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 22, "name": "Protección y fomento del empleo", "text": "El trabajo es un deber y un derecho. Es base del bienestar social y un medio de realización \nde la persona.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 23, "name": "El Estado y el Trabajo", "text": "El trabajo, en sus diversas modalidades, es objeto de atención prioritaria del Estado, el cual \nprotege especialmente a la madre, al menor de edad y al impedido que trabajan. \n \nEl Estado promueve condiciones para el progreso social y económico, en especial \nmediante políticas de fomento del empleo productivo y de educación para el trabajo. \n \nNinguna relación laboral puede limitar el ejercicio de los derechos constitucionales, ni \ndesconocer o rebajar la dignidad del trabajador. \n \nNadie está obligado a prestar trabajo sin retribución o sin su libre consentimiento.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 24, "name": "Derechos del trabajador", "text": "El trabajador tiene derecho a una remuneración equitativa y suficiente, que procure, para \nél y su familia, el bienestar material y espiritual. \n \nEl pago de la remuneración y de los beneficios sociales del trabajador tiene prioridad sobre \ncualquiera otra obligación del empleador. \n \nLas remuneraciones mínimas se regulan por el Estado con participación de las \norganizaciones representativas de los trabajadores y de los empleadores.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 25, "name": "Jornada ordinaria de trabajo", "text": "La jornada ordinaria de trabajo es de ocho horas diarias o cuarenta y ocho horas \nsemanales, como máximo. En caso de jornadas acumulativas o atípicas, el promedio de \nhoras trabajadas en el período correspondiente no puede superar dicho máximo. \n \nLos trabajadores tienen derecho a descanso semanal y anual remunerados. Su disfrute y su \ncompensación se regulan por ley o por convenio.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 26, "name": "Principios que regulan la relación laboral", "text": "En la relación laboral se respetan los siguientes principios: \n \n1. Igualdad de oportunidades sin discriminación. \n2. Carácter irrenunciable de los derechos reconocidos por la Constitución y la ley. \n3. Interpretación favorable al trabajador en caso de duda insalvable sobre el sentido de una \nnorma.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 27, "name": "Protección del trabajador frente al despido arbitrario", "text": "La ley otorga al trabajador adecuada protección contra el despido arbitrario.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 28, "name": "Derechos colectivos del trabajador.  Derecho de sindicación, negociación", "text": "colectiva y derecho de huelga \nEl Estado reconoce los derechos de sindicación, negociación colectiva y huelga. Cautela su \nejercicio democrático: \n \n1. Garantiza la libertad sindical. \n2. Fomenta la negociación colectiva y promueve formas de solución pacífica de los \nconflictos laborales. \nLa convención colectiva tiene fuerza vinculante en el ámbito de lo concertado. \n3. Regula el derecho de huelga para que se ejerza en armonía con el interés social. Señala \nsus excepciones y limitaciones.", "footnotes": []}, {"title": 1, "chapter": 2, "article": 29, "name": "Participación de los trabajadores en las utilidades", "text": "El Estado reconoce el derecho de los trabajadores a participar en las utilidades de la \nempresa y promueve otras formas de participación.", "footnotes": []}, {"title": 1, "chapter": 3, "article": 30, "name": "Requisitos para la ciudadanía", "text": "Son ciudadanos los peruanos mayores de dieciocho años. Para el ejercicio de la ciudadanía \nse requiere la inscripción electoral.", "footnotes": []}, {"title": 1, "chapter": 3, "article": 31, "name": "Participación ciudadana en asuntos públicos", "text": "Los ciudadanos tienen derecho a participar en los asuntos públicos mediante referéndum; \niniciativa legislativa; remoción o revocación de autoridades y demanda de rendición de \ncuentas. Tienen también el derecho de ser elegidos y de elegir libremente a sus \nrepresentantes, de acuerdo con las condiciones y procedimientos determinados por ley \norgánica. \nEs derecho y deber de los vecinos participar en el gobierno municipal de su jurisdicción. \nLa ley norma y promueve los mecanismos directos e indirectos de su participación. \n \nTienen derecho al voto los ciudadanos en goce de su capacidad civil. Para el ejercicio de \neste derecho se requiere estar inscrito en el registro correspondiente. \n \nEl voto es personal, igual, libre, secreto y obligatorio hasta los setenta años. Es facultativo \ndespués de esa edad. \n \nLa ley establece los mecanismos para garantizar la neutralidad estatal durante los procesos \nelectorales y de participación ciudadana. \n \nEs nulo y punible todo acto que prohíba o limite al ciudadano el ejercicio de sus derechos.[^5]", "footnotes": [{"ref": 5, "text": "Artículo modificado por el artículo único de la Ley N.º 28480, publicada el 30 Marzo 2005 en el diario oficial El Peruano,"}]}, {"title": 1, "chapter": 3, "article": 32, "name": "Consulta popular por referéndum. Excepciones", "text": "Pueden ser sometidas a referéndum: \n \n 1. La reforma total o parcial de la Constitución; \n 2. La aprobación de normas con rango de ley; \n 3. Las ordenanzas municipales; y \n 4. Las materias relativas al proceso de descentralización. \n \nNo pueden someterse a referéndum la supresión o la disminución de los derechos \nfundamentales de la persona, ni las normas de carácter tributario y presupuestal, ni los \ntratados internacionales en vigor.", "footnotes": []}, {"title": 1, "chapter": 3, "article": 33, "name": "Suspensión del ejercicio de la ciudadanía", "text": "El ejercicio de la ciudadanía se suspende: \n \n 1. Por resolución judicial de interdicción. \n 2. Por sentencia con pena privativa de la libertad. \n 3. Por sentencia con inhabilitación de los derechos políticos.", "footnotes": []}, {"title": 1, "chapter": 3, "article": 34, "name": "Fuerzas Armadas y Fuerzas Policiales", "text": "Los miembros de las Fuerzas Armadas y de la Policía Nacional tienen derecho al voto y a \nla participación ciudadana, regulados por ley. No pueden postular a cargos de elección \npopular, participar en actividades partidarias o manifestaciones ni realizar actos de \nproselitismo, mientras no hayan pasado a la situación de retiro, de acuerdo a ley.[^6]", "footnotes": [{"ref": 6, "text": "Artículo modificado por el artículo único de la Ley N.º 28480, publicada el 30 marzo 2005 en el diario oficial El Peruano."}]}, {"title": 1, "chapter": 3, "article": 35, "name": "Organizaciones Políticas", "text": "Los ciudadanos pueden ejercer sus derechos individualmente o a través de organizaciones \npolíticas como partidos, movimientos o alianzas, conforme a ley. Tales organizaciones \nconcurren a la formación y manifestación de la voluntad popular. Su inscripción en el \nregistro correspondiente les concede personalidad jurídica. \n \nMediante ley se establecen disposiciones orientadas a asegurar el funcionamiento \ndemocrático de las organizaciones políticas y la transparencia sobre el origen de sus \nrecursos económicos, así como su verificación, fiscalización, control y sanción. \n \nEl financiamiento de las organizaciones políticas puede ser público y privado. Se rige por \nley conforme a criterios de transparencia y rendición de cuentas. El financiamiento público \npromueve la participación y fortalecimiento de las organizaciones políticas bajo criterios \nde igualdad y proporcionalidad. El financiamiento privado se realiza a través del sistema \nfinanciero con las excepciones, topes y restricciones correspondientes. El financiamiento \nilegal genera la sanción administrativa, civil y penal respectiva. \n \nSolo se autoriza la difusión de propaganda electoral en medios de comunicación radiales y \ntelevisivos mediante financiamiento público indirecto.[^7]", "footnotes": [{"ref": 7, "text": "Artículo modificado por el artículo único de la Ley N.° 30905, publicada el 10 enero 2019."}]}, {"title": 1, "chapter": 3, "article": 36, "name": "Asilo político", "text": "El Estado reconoce el asilo político. Acepta la calificación del asilado que otorga el \ngobierno asilante. En caso de expulsión, no se entrega al asilado al país cuyo gobierno lo \npersigue.", "footnotes": []}, {"title": 1, "chapter": 3, "article": 37, "name": "Extradición", "text": "La extradición sólo se concede por el Poder Ejecutivo previo informe de la Corte Suprema, \nen cumplimiento de la ley y de los tratados, y según el principio de reciprocidad. \n \nNo se concede extradición si se considera que ha sido solicitada con el fin de perseguir o \ncastigar por motivo de religión, nacionalidad, opinión o raza. \n \nQuedan excluidos de la extradición los perseguidos por delitos políticos o por hechos \nconexos con ellos. No se consideran tales el genocidio ni el magnicidio ni el terrorismo.", "footnotes": []}, {"title": 1, "chapter": 3, "article": 38, "name": "Deberes para con la patria", "text": "Todos los peruanos tienen el deber de honrar al Perú y de proteger los intereses \nnacionales, así como de respetar, cumplir y defender la Constitución y el ordenamiento \njurídico de la Nación.", "footnotes": []}, {"title": 1, "chapter": 4, "article": 39, "name": "Funcionarios y trabajadores públicos", "text": "Todos los funcionarios y trabajadores públicos están al servicio de la Nación. El Presidente \nde la República tiene la más alta jerarquía en el servicio a la Nación y, en ese orden, los \nrepresentantes al Congreso, ministros de Estado, miembros del Tribunal Constitucional y \nde la Junta Nacional de Justicia[^8], los magistrados supremos, el Fiscal de la Nación y el \nDefensor del Pueblo, en igual categoría; y los representantes de organismos \ndescentralizados y alcaldes, de acuerdo a ley.", "footnotes": [{"ref": 8, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}]}, {"title": 1, "chapter": 4, "article": 40, "name": "Carrera Administrativa", "text": "La ley regula el ingreso a la carrera administrativa, y los derechos, deberes y \nresponsabilidades de los servidores públicos. No están comprendidos en dicha carrera los \nfuncionarios que desempeñan cargos políticos o de confianza. Ningún funcionario o \nservidor público puede desempeñar más de un empleo o cargo público remunerado, con \nexcepción de uno más por función docente. \n \nNo están comprendidos en la función pública los trabajadores de las empresas del Estado \no de sociedades de economía mixta. \n \nEs obligatoria la publicación periódica en el diario oficial de los ingresos que, por todo \nconcepto, perciben los altos funcionarios, y otros servidores públicos que señala la ley, en \nrazón de sus cargos.", "footnotes": []}, {"title": 1, "chapter": 4, "article": 41, "name": "Declaración Jurada de bienes y rentas", "text": "Los funcionarios y servidores públicos que señala la ley o que administran o manejan \nfondos del Estado o de organismos sostenidos por éste deben hacer declaración jurada de \nbienes y rentas al tomar posesión de sus cargos, durante su ejercicio y al cesar en los \nmismos. La respectiva publicación se realiza en el diario oficial en la forma y condiciones \nque señala la ley. \n \nCuando se presume enriquecimiento ilícito, el Fiscal de la Nación, por denuncia de \nterceros o de oficio, formula cargos ante el Poder Judicial. \n \nLa ley establece la responsabilidad de los funcionarios y servidores públicos, así como el \nplazo de su inhabilitación para la función pública. \n \n El plazo de prescripción de la acción penal se duplica en caso de los delitos cometidos \ncontra la Administración Pública o el patrimonio del Estado, tanto para los funcionarios o \nservidores públicos como para los particulares. La acción penal es imprescriptible en los \nsupuestos más graves, conforme al principio de legalidad.[^9]", "footnotes": [{"ref": 9, "text": "Cuarto párrafo modificado por el artículo único de la Ley N.º 30650, publicada el 20 agosto 2017 en el diario oficial El Peruano."}]}, {"title": 1, "chapter": 4, "article": 42, "name": "Derechos de sindicación y huelga de los Servicios Públicos", "text": "Se reconocen los derechos de sindicación y huelga de los servidores públicos. No están \ncomprendidos los funcionarios del Estado con poder de decisión y los que desempeñan \ncargos de confianza o de dirección, así como los miembros de las Fuerzas Armadas y de la \nPolicía Nacional.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 43, "name": "Estado democrático de derecho.  Forma de Gobierno", "text": "La República del Perú es democrática, social, independiente y soberana. \n \nEl Estado es uno e indivisible. \n \nSu gobierno es unitario, representativo y descentralizado, y se organiza según el principio \nde la separación de poderes.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 44, "name": "Deberes del Estado", "text": "Son deberes primordiales del Estado: defender la soberanía nacional; garantizar la plena \nvigencia de los derechos humanos; proteger a la población de las amenazas contra su \nseguridad; y promover el bienestar general que se fundamenta en la justicia y en el \ndesarrollo integral y equilibrado de la Nación. \n \nAsimismo, es deber del Estado establecer y ejecutar la política de fronteras y promover la \nintegración, particularmente latinoamericana, así como el desarrollo y la cohesión de las \nzonas fronterizas, en concordancia con la política exterior.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 45, "name": "Ejercicio del poder del Estado", "text": "El poder del Estado emana del pueblo. Quienes lo ejercen lo hacen con las limitaciones y \nresponsabilidades que la Constitución y las leyes establecen. \n \nNinguna persona, organización, Fuerza Armada, Policía Nacional o sector de la población \npuede arrogarse el ejercicio de ese poder. Hacerlo constituye rebelión o sedición.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 46, "name": "Gobierno usurpador.  Derecho de insurgencia", "text": "Nadie debe obediencia a un gobierno usurpador, ni a quienes asumen funciones públicas \nen violación de la Constitución y de las leyes. \n \nLa población civil tiene el derecho de insurgencia en defensa del orden constitucional. \n \nSon nulos los actos de quienes usurpan funciones públicas.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 47, "name": "Defensa Judicial del Estado", "text": "La defensa de los intereses del Estado está a cargo de los Procuradores Públicos conforme \na ley. El Estado está exonerado del pago de gastos judiciales.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 48, "name": "Idiomas oficiales", "text": "Son idiomas oficiales el castellano y, en las zonas donde predominen, también lo son el \nquechua, el aimara y las demás lenguas aborígenes, según la ley.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 49, "name": "Capital de la República del Perú y símbolos de la Patria", "text": "La capital de la República del Perú es la ciudad de Lima. Su capital histórica es la ciudad \ndel Cusco. \n \nSon símbolos de la Patria la bandera de tres franjas verticales con los colores rojo, blanco y \nrojo, y el escudo y el himno nacional establecidos por ley.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 50, "name": "Estado, Iglesia católica y otras confesiones", "text": "Dentro de un régimen de independencia y autonomía, el Estado reconoce a la Iglesia \nCatólica como elemento importante en la formación histórica, cultural y moral del Perú, y \nle presta su colaboración. \n \nEl Estado respeta otras confesiones y puede establecer formas de colaboración con ellas.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 51, "name": "Supremacía de la Constitución", "text": "La Constitución prevalece sobre toda norma legal; la ley, sobre las normas de inferior \njerarquía, y así sucesivamente. La publicidad es esencial para la vigencia de toda norma \ndel Estado.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 52, "name": "Nacionalidad Son peruanos por nacimiento los nacidos en el territorio de la República. También lo son", "text": "los nacidos en el exterior de padre o madre peruanos, inscritos en el registro \ncorrespondiente, conforme a ley.[^10] \n Son asimismo peruanos los que adquieren la nacionalidad por naturalización o por \nopción, siempre que tengan residencia en el Perú.", "footnotes": [{"ref": 10, "text": "Primer párrafo modificado por el artículo único de la Ley N.º 30738, publicada el 14 marzo 2018 en el diario oficial El Peruano."}]}, {"title": 2, "chapter": 1, "article": 53, "name": "Adquisición y renuncia de la nacionalidad", "text": "La ley regula las formas en que se adquiere o recupera la nacionalidad. \n \nLa nacionalidad peruana no se pierde, salvo por renuncia expresa ante autoridad \nperuana.", "footnotes": []}, {"title": 2, "chapter": 1, "article": 54, "name": "Territorio, soberanía y jurisdicción", "text": "El territorio del Estado es inalienable e inviolable. Comprende el suelo, el subsuelo, el \ndominio marítimo, y el espacio aéreo que los cubre. \n \nEl dominio marítimo del Estado comprende el mar adyacente a sus costas, así como su \nlecho y subsuelo, hasta la distancia de doscientas millas marinas medidas desde las líneas \nde base que establece la ley. \n \nEn su dominio marítimo, el Estado ejerce soberanía y jurisdicción, sin perjuicio de las \nlibertades de comunicación internacional, de acuerdo con la ley y con los tratados \nratificados por el Estado. \n \nEl Estado ejerce soberanía y jurisdicción sobre el espacio aéreo que cubre su territorio y el \nmar adyacente hasta el límite de las doscientas millas, sin perjuicio de las libertades de \ncomunicación internacional, de conformidad con la ley y con los tratados ratificados por el \nEstado.", "footnotes": []}, {"title": 2, "chapter": 2, "article": 55, "name": "Tratados", "text": "Los tratados celebrados por el Estado y en vigor forman parte del derecho nacional.", "footnotes": []}, {"title": 2, "chapter": 2, "article": 56, "name": "Aprobación de tratados", "text": "Los tratados deben ser aprobados por el Congreso antes de su ratificación por el \nPresidente de la República, siempre que versen sobre las siguientes materias: \n \n 1. Derechos Humanos. \n2. Soberanía, dominio o integridad del Estado. \n3. Defensa Nacional. \n4. Obligaciones financieras del Estado. \n \nTambién deben ser aprobados por el Congreso los tratados que crean, modifican o \nsuprimen tributos; los que exigen modificación o derogación de alguna ley y los que \nrequieren medidas legislativas para su ejecución.", "footnotes": []}, {"title": 2, "chapter": 2, "article": 57, "name": "Tratados Ejecutivos", "text": "El Presidente de la República puede celebrar o ratificar tratados o adherir a éstos sin el \nrequisito de la aprobación previa del Congreso en materias no contempladas en el artículo \nprecedente. En todos esos casos, debe dar cuenta al Congreso. \n \nCuando el tratado afecte disposiciones constitucionales debe ser aprobado por el mismo \nprocedimiento que rige la reforma de la Constitución, antes de ser ratificado por el \nPresidente de la República. \n \nLa denuncia de los tratados es potestad del Presidente de la República, con cargo de dar \ncuenta al Congreso. En el caso de los tratados sujetos a aprobación del Congreso, la \ndenuncia requiere aprobación previa de éste.", "footnotes": []}, {"title": 3, "chapter": 1, "article": 58, "name": "Economía Social de Mercado", "text": "La iniciativa privada es libre. Se ejerce en una economía social de mercado. Bajo este \nrégimen, el Estado orienta el desarrollo del país, y actúa principalmente en las áreas de \npromoción de empleo, salud, educación, seguridad, servicios públicos e infraestructura.", "footnotes": []}, {"title": 3, "chapter": 1, "article": 59, "name": "Rol Económico del Estado", "text": "El Estado estimula la creación de riqueza y garantiza la libertad de trabajo y la libertad de \nempresa, comercio e industria. El ejercicio de estas libertades no debe ser lesivo a la moral, \nni a la salud, ni a la seguridad públicas. El Estado brinda oportunidades de superación a \nlos sectores que sufren cualquier desigualdad; en tal sentido, promueve las pequeñas \nempresas en todas sus modalidades.", "footnotes": []}, {"title": 3, "chapter": 1, "article": 60, "name": "Pluralismo Económico", "text": "El Estado reconoce el pluralismo económico. La economía nacional se sustenta en la \ncoexistencia de diversas formas de propiedad y de empresa. \nSólo autorizado por ley expresa, el Estado puede realizar subsidiariamente actividad \nempresarial, directa o indirecta, por razón de alto interés público o de manifiesta \nconveniencia nacional. \n \nLa actividad empresarial, pública o no pública, recibe el mismo tratamiento legal.", "footnotes": []}, {"title": 3, "chapter": 1, "article": 61, "name": "Libre competencia", "text": "El Estado facilita y vigila la libre competencia. Combate toda práctica que la limite y el \nabuso de posiciones dominantes o monopólicas. Ninguna ley ni concertación puede \nautorizar ni establecer monopolios. \n \nLa prensa, la radio, la televisión y los demás medios de expresión y comunicación social; y, \nen general, las empresas, los bienes y servicios relacionados con la libertad de expresión y \nde comunicación, no pueden ser objeto de exclusividad, monopolio ni acaparamiento, \ndirecta ni indirectamente, por parte del Estado ni de particulares.", "footnotes": []}, {"title": 3, "chapter": 1, "article": 62, "name": "Libertad de contratar", "text": "La libertad de contratar garantiza que las partes pueden pactar válidamente según las \nnormas vigentes al tiempo del contrato. Los términos contractuales no pueden ser \nmodificados por leyes u otras disposiciones de cualquier clase. Los conflictos derivados de \nla relación contractual sólo se solucionan en la vía arbitral o en la judicial, según los \nmecanismos de protección previstos en el contrato o contemplados en la ley. \n \nMediante contratos-ley, el Estado puede establecer garantías y otorgar seguridades. No \npueden ser modificados legislativamente, sin perjuicio de la protección a que se refiere el \npárrafo precedente.", "footnotes": []}, {"title": 3, "chapter": 1, "article": 63, "name": "Inversión nacional y extranjera", "text": "La inversión nacional y la extranjera se sujetan a las mismas condiciones. La producción \nde bienes y servicios y el comercio exterior son libres. Si otro país o países adoptan \nmedidas proteccionistas o discriminatorias que perjudiquen el interés nacional, el Estado \npuede, en defensa de éste, adoptar medidas análogas. \n \nEn todo contrato del Estado y de las personas de derecho público con extranjeros \ndomiciliados consta el sometimiento de éstos a las leyes y órganos jurisdiccionales de la \nRepública y su renuncia a toda reclamación diplomática. Pueden ser exceptuados de la \njurisdicción nacional los contratos de carácter financiero. El Estado y las demás personas de derecho público pueden someter las controversias \nderivadas de relación contractual a tribunales constituidos en virtud de tratados en vigor. \nPueden también someterlas a arbitraje nacional o internacional, en la forma en que lo \ndisponga la ley.", "footnotes": []}, {"title": 3, "chapter": 1, "article": 64, "name": "Tenencia y disposición de moneda extranjera", "text": "El Estado garantiza la libre tenencia y disposición de moneda extranjera.", "footnotes": []}, {"title": 3, "chapter": 1, "article": 65, "name": "Protección al consumidor", "text": "El Estado defiende el interés de los consumidores y usuarios. Para tal efecto garantiza el \nderecho a la información sobre los bienes y servicios que se encuentran a su disposición en \nel mercado. Asimismo vela, en particular, por la salud y la seguridad de la población.", "footnotes": []}, {"title": 3, "chapter": 2, "article": 66, "name": "Recursos Naturales", "text": "Los recursos naturales, renovables y no renovables, son patrimonio de la Nación. El \nEstado es soberano en su aprovechamiento. \n \nPor ley orgánica se fijan las condiciones de su utilización y de su otorgamiento a \nparticulares. La concesión otorga a su titular un derecho real, sujeto a dicha norma legal.", "footnotes": []}, {"title": 3, "chapter": 2, "article": 67, "name": "Política Ambiental", "text": "El Estado determina la política nacional del ambiente. Promueve el uso sostenible de sus \nrecursos naturales.", "footnotes": []}, {"title": 3, "chapter": 2, "article": 68, "name": "Conservación de la diversidad biológica y áreas naturales protegidas", "text": "El Estado está obligado a promover la conservación de la diversidad biológica y de las \náreas naturales protegidas.", "footnotes": []}, {"title": 3, "chapter": 2, "article": 69, "name": "Desarrollo de la Amazonía", "text": "El Estado promueve el desarrollo sostenible de la Amazonía con una legislación adecuada.", "footnotes": []}, {"title": 3, "chapter": 3, "article": 70, "name": "Inviolabilidad del derecho de propiedad El derecho de propiedad es inviolable. El Estado lo garantiza. Se ejerce en armonía con el", "text": "bien común y dentro de los límites de ley. A nadie puede privarse de su propiedad sino, \nexclusivamente, por causa de seguridad nacional o necesidad pública, declarada por ley, y \nprevio pago en efectivo de indemnización justipreciada que incluya compensación por el \neventual perjuicio. Hay acción ante el Poder Judicial para contestar el valor de la \npropiedad que el Estado haya señalado en el procedimiento expropiatorio.", "footnotes": []}, {"title": 3, "chapter": 3, "article": 71, "name": "Propiedad de los extranjeros", "text": "En cuanto a la propiedad, los extranjeros, sean personas naturales o jurídicas, están en la \nmisma condición que los peruanos, sin que, en caso alguno, puedan invocar excepción ni \nprotección diplomática. \n \nSin embargo, dentro de cincuenta kilómetros de las fronteras, los extranjeros no pueden \nadquirir ni poseer por título alguno, minas, tierras, bosques, aguas, combustibles ni \nfuentes de energía, directa ni indirectamente, individualmente ni en sociedad, bajo pena \nde perder, en beneficio del Estado, el derecho así adquirido. Se exceptúa el caso de \nnecesidad pública expresamente declarada por decreto supremo aprobado por el Consejo \nde Ministros conforme a ley.", "footnotes": []}, {"title": 3, "chapter": 3, "article": 72, "name": "Restricciones por seguridad nacional", "text": "La ley puede, sólo por razón de seguridad nacional, establecer temporalmente \nrestricciones y prohibiciones específicas para la adquisición, posesión, explotación y \ntransferencia de determinados bienes.", "footnotes": []}, {"title": 3, "chapter": 3, "article": 73, "name": "Bienes de dominio y uso público", "text": "Los bienes de dominio público son inalienables e imprescriptibles. Los bienes de uso \npúblico pueden ser concedidos a particulares conforme a ley, para su aprovechamiento \neconómico.", "footnotes": []}, {"title": 3, "chapter": 4, "article": 74, "name": "Principio de Legalidad", "text": "Los tributos se crean, modifican o derogan, o se establece una exoneración, exclusivamente \npor ley o decreto legislativo en caso de delegación de facultades, salvo los aranceles y \ntasas, los cuales se regulan mediante decreto supremo. \n \nLos Gobiernos Regionales y los Gobiernos Locales pueden crear, modificar y suprimir \ncontribuciones y tasas, o exonerar de éstas, dentro de su jurisdicción, y con los límites que \nseñala la ley. El Estado, al ejercer la potestad tributaria, debe respetar los principios de reserva de la ley, y los de igualdad y respeto de los derechos fundamentales de la persona. \nNingún tributo puede tener carácter confiscatorio. \n \nLas leyes de presupuesto y los decretos de urgencia no pueden contener normas sobre \nmateria tributaria. Las leyes relativas a tributos de periodicidad anual rigen a partir del \nprimero de enero del año siguiente a su promulgación. \n \nNo surten efecto las normas tributarias dictadas en violación de lo que establece el \npresente artículo.[^11]", "footnotes": [{"ref": 11, "text": "Artículo modificado por el artículo único de la Ley N.º 28390, publicada el 17 de noviembre de 2004 en el diario oficial El Peruano."}]}, {"title": 3, "chapter": 4, "article": 75, "name": "De la Deuda Pública", "text": "El Estado sólo garantiza el pago de la deuda pública contraída por gobiernos \nconstitucionales de acuerdo con la Constitución y la ley. \n \nLas operaciones de endeudamiento interno y externo del Estado se aprueban conforme a \nley. \n \nLos municipios pueden celebrar operaciones de crédito con cargo a sus recursos y bienes \npropios, sin requerir autorización legal.", "footnotes": []}, {"title": 3, "chapter": 4, "article": 76, "name": "Obligatoriedad de la Contrata y Licitación Pública", "text": "Las obras y la adquisición de suministros con utilización de fondos o recursos públicos se \nejecutan obligatoriamente por contrata y licitación pública, así como también la \nadquisición o la enajenación de bienes. \n \nLa contratación de servicios y proyectos cuya importancia y cuyo monto señala la Ley de \nPresupuesto se hace por concurso público. La ley establece el procedimiento, las \nexcepciones y las respectivas responsabilidades.", "footnotes": []}, {"title": 3, "chapter": 4, "article": 77, "name": "Presupuesto Público", "text": "La administración económica y financiera del Estado se rige por el presupuesto que \nanualmente aprueba el Congreso. La estructura del presupuesto del sector público \ncontiene dos secciones: Gobierno Central e instancias descentralizadas. \n \nEl presupuesto asigna equitativamente los recursos públicos, su programación y ejecución \nresponden a los criterios de eficiencia de necesidades sociales básicas y de \ndescentralización. Corresponden a las respectivas circunscripciones, conforme a ley, \nrecibir una participación adecuada del total de los ingresos y rentas obtenidos por el \nEstado en la explotación de los recursos naturales en cada zona en calidad de canon.[^12]", "footnotes": [{"ref": 12, "text": "Artículo modificado por el artículo único de la Ley N.º 26472, publicada el 13 junio 1995 en el diario oficial El Peruano."}]}, {"title": 3, "chapter": 4, "article": 78, "name": "Proyectos de Ley de Presupuesto, Endeudamiento y Equilibrio Financiero", "text": "El Presidente de la República envía al Congreso el proyecto de Ley de Presupuesto dentro \nde un plazo que vence el 30 de agosto de cada año. \n \nEn la misma fecha, envía también los proyectos de ley de endeudamiento y de equilibrio \nfinanciero. \n \nEl proyecto presupuestal debe estar efectivamente equilibrado. \n \nLos préstamos procedentes del Banco Central de Reserva o del Banco de la Nación no se \ncontabilizan como ingreso fiscal. \n \nNo pueden cubrirse con empréstitos los gastos de carácter permanente. \n \nNo puede aprobarse el presupuesto sin partida destinada al servicio de la deuda pública.", "footnotes": []}, {"title": 3, "chapter": 4, "article": 79, "name": "Restricciones en el Gasto Público", "text": "Los representantes ante el Congreso no tienen iniciativa para crear ni aumentar gastos \npúblicos, salvo en lo que se refiere a su presupuesto. \n \nEl Congreso no puede aprobar tributos con fines predeterminados, salvo por solicitud del \nPoder Ejecutivo. \n \nEn cualquier otro caso, las leyes de índole tributaria referidas a beneficios o exoneraciones \nrequieren previo informe del Ministerio de Economía y Finanzas. \n \nSólo por ley expresa, aprobada por dos tercios de los congresistas, puede establecerse \nselectiva y temporalmente un tratamiento tributario especial para una determinada zona \ndel país.", "footnotes": []}, {"title": 3, "chapter": 4, "article": 80, "name": "Sustentación del Presupuesto Público", "text": "El Ministro de Economía y Finanzas sustenta, ante el Pleno del Congreso de la República, \nel pliego de ingresos. Cada ministro sustenta los pliegos de egresos de su sector; \npreviamente sustentan los resultados y metas de la ejecución del presupuesto del año \nanterior y los avances en la ejecución del presupuesto del año fiscal correspondiente. El \nPresidente de la Corte Suprema, el Fiscal de la Nación y el Presidente del Jurado Nacional \nde Elecciones sustentan los pliegos correspondientes a cada institución. \n \nSi la autógrafa de la Ley de Presupuesto no es remitida al Poder Ejecutivo hasta el treinta \nde noviembre, entra en vigencia el proyecto de este, que es promulgado por decreto \nlegislativo. \n \nLos créditos suplementarios, habilitaciones y transferencias de partidas se tramitan ante el \nCongreso de la República tal como la Ley de Presupuesto. Durante el receso parlamentario, se tramitan ante la Comisión Permanente. Para aprobarlos, se requiere los \nvotos de los tres quintos del número legal de sus miembros.[^13]", "footnotes": [{"ref": 13, "text": "Artículo modificado por el artículo 2 de la Ley N.º 29401, publicada el 8 septiembre 2009 en el diario oficial El Peruano."}]}, {"title": 3, "chapter": 4, "article": 81, "name": "La Cuenta General de la República", "text": "La Cuenta General de la República, acompañada del informe de auditoría de la \nContraloría General de la República, es remitida por el Presidente de la República al \nCongreso de la República en un plazo que vence el quince de agosto del año siguiente a la \nejecución del presupuesto. \n \nLa Cuenta General de la República es examinada y dictaminada por una comisión revisora \nhasta el quince de octubre. El Congreso de la República se pronuncia en un plazo que \nvence el treinta de octubre. Si no hay pronunciamiento del Congreso de la República en el \nplazo señalado, se eleva el dictamen de la comisión revisora al Poder Ejecutivo para que \neste promulgue un decreto legislativo que contiene la Cuenta General de la República.[^14]", "footnotes": [{"ref": 14, "text": "Artículo modificado por el artículo 2 de la Ley N.º 29401, publicada el 8 septiembre 2009 en el diario oficial El Peruano."}]}, {"title": 3, "chapter": 4, "article": 82, "name": "La Contraloría General de la República", "text": "La Contraloría General de la República es una entidad descentralizada de Derecho Público \nque goza de autonomía conforme a su ley orgánica. Es el órgano superior del Sistema \nNacional de Control. Supervisa la legalidad de la ejecución del Presupuesto del Estado, de \nlas operaciones de la deuda pública y de los actos de las instituciones sujetas a control. \n \nEl Contralor General es designado por el Congreso, a propuesta del Poder Ejecutivo, por \nsiete años. Puede ser removido por el Congreso por falta grave.", "footnotes": []}, {"title": 3, "chapter": 5, "article": 83, "name": "El Sistema Monetario", "text": "La ley determina el sistema monetario de la República. La emisión de billetes y monedas \nes facultad exclusiva del Estado. La ejerce por intermedio del Banco Central de Reserva del \nPerú.", "footnotes": []}, {"title": 3, "chapter": 5, "article": 84, "name": "Banco Central de Reserva del Perú", "text": "El Banco Central es persona jurídica de derecho público. Tiene autonomía dentro del \nmarco de su Ley Orgánica. \n \nLa finalidad del Banco Central es preservar la estabilidad monetaria. Sus funciones son: \nregular la moneda y el crédito del sistema financiero, administrar las reservas \ninternacionales a su cargo, y las demás funciones que señala su ley orgánica. \n \nEl Banco informa al país, exacta y periódicamente, sobre el estado de las finanzas \nnacionales, bajo responsabilidad de su Directorio. \n \nEl Banco está prohibido de conceder financiamiento al erario, salvo la compra, en el \nmercado secundario, de valores emitidos por el Tesoro Público, dentro del límite que \nseñala su Ley Orgánica.", "footnotes": []}, {"title": 3, "chapter": 5, "article": 85, "name": "Reservas Internacionales", "text": "El Banco puede efectuar operaciones y celebrar convenios de crédito para cubrir \ndesequilibrios transitorios en la posición de las reservas internacionales. \n \nRequiere autorización por ley cuando el monto de tales operaciones o convenios supera el \nlímite señalado por el Presupuesto del Sector Público, con cargo de dar cuenta al \nCongreso.", "footnotes": []}, {"title": 3, "chapter": 5, "article": 86, "name": "Directorio del Banco Central de Reserva", "text": "El Banco es gobernado por un Directorio de siete miembros. El Poder Ejecutivo designa a \ncuatro, entre ellos al Presidente. El Congreso ratifica a éste y elige a los tres restantes, con \nla mayoría absoluta del número legal de sus miembros. \n \nTodos los directores del Banco son nombrados por el período constitucional que \ncorresponde al Presidente de la República. No representan a entidad ni interés particular \nalgunos. El Congreso puede removerlos por falta grave. En caso de remoción, los nuevos \ndirectores completan el correspondiente período constitucional.", "footnotes": []}, {"title": 3, "chapter": 5, "article": 87, "name": "Superintendencia de Banca y Seguros", "text": "El Estado fomenta y garantiza el ahorro. La ley establece las obligaciones y los límites de \nlas empresas que reciben ahorros del público, así como el modo y los alcances de dicha \ngarantía. \n \nLa Superintendencia de Banca, Seguros y Administradoras Privadas de Fondos de \nPensiones ejerce el control de las empresas bancarias, de seguros, de administración de \nfondos de pensiones, de las demás que reciben depósitos del público y de aquellas otras \nque, por realizar operaciones conexas o similares, determine la ley. \n \nLa ley establece la organización y la autonomía funcional de la Superintendencia de Banca, \nSeguros y Administradoras Privadas de Fondos de Pensiones. \n \nEl Poder Ejecutivo designa al Superintendente de Banca, Seguros y Administradoras \nPrivadas de Fondos de Pensiones por el plazo correspondiente a su período constitucional. \nEl Congreso lo ratifica.[^15]", "footnotes": [{"ref": 15, "text": "Artículo modificado por el artículo 1 de la Ley N.º 28484, publicada el 5 abril 2005 publicada en el diario oficial El Peruano."}]}, {"title": 3, "chapter": 6, "article": 88, "name": "Régimen Agrario", "text": "El Estado apoya preferentemente el desarrollo agrario. Garantiza el derecho de propiedad \nsobre la tierra, en forma privada o comunal o en cualquiera otra forma asociativa. La ley \npuede fijar los límites y la extensión de la tierra según las peculiaridades de cada zona. \n \nLas tierras abandonadas, según previsión legal, pasan al dominio del Estado para su \nadjudicación en venta.", "footnotes": []}, {"title": 3, "chapter": 6, "article": 89, "name": "Comunidades Campesinas y Nativas", "text": "Las Comunidades Campesinas y las Nativas tienen existencia legal y son personas \njurídicas. \n \nSon autónomas en su organización, en el trabajo comunal y en el uso y la libre disposición \nde sus tierras, así como en lo económico y administrativo, dentro del marco que la ley \nestablece. La propiedad de sus tierras es imprescriptible, salvo en el caso de abandono \nprevisto en el artículo anterior. \n \nEl Estado respeta la identidad cultural de las Comunidades Campesinas y Nativas.", "footnotes": []}, {"title": 4, "chapter": 1, "article": 90, "name": "Unicameralidad", "text": "El Poder Legislativo reside en el Congreso de la República, el cual consta de cámara única. \n \nEl número de congresistas es de ciento treinta. El Congreso de la República se elige por un \nperíodo de cinco años mediante un proceso electoral organizado conforme a ley. Los \ncandidatos a la Presidencia de la República no pueden integrar la lista de candidatos a congresistas. Los candidatos a vicepresidentes pueden ser simultáneamente candidatos a \nuna representación en el Congreso. \n \nPara ser elegido congresista, se requiere ser peruano de nacimiento, haber cumplido \nveinticinco años y gozar de derecho de sufragio.[^16] \n \nArtículo 90-A.- Los parlamentarios no pueden ser reelegidos para un nuevo período, de \nmanera inmediata, en el mismo cargo.[^17]", "footnotes": [{"ref": 16, "text": "Artículo modificado por el artículo único de la Ley N.º 29402, publicada el 8 septiembre 2009 en el diario oficial El Peruano. La reforma constitucional entró en vigencia para el proceso electoral del año 2011."}, {"ref": 17, "text": "Artículo incorporado por el artículo único de la Ley N° 30906, publicada el 10 enero 2019 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 1, "article": 91, "name": "Impedimento para ser elegido congresista", "text": "No pueden ser elegidos miembros del Parlamento Nacional si no han renunciado al cargo \nseis (6) meses antes de la elección: \n \n1. Los ministros y viceministros de Estado, el Contralor General. \n \n2. Los miembros del Tribunal Constitucional, de la Junta Nacional de Justicia[^18], del Poder \nJudicial, del Ministerio Público, del Jurado Nacional de Elecciones, ni el Defensor del \nPueblo. \n \n3. El Presidente del Banco Central de Reserva, el Superintendente de Banca, Seguros y \nAdministradoras Privadas de Fondos de Pensiones, y el Superintendente Nacional de \nAdministración Tributaria. \n \n4. Los miembros de las Fuerzas Armadas y de la Policía Nacional en actividad, y \n \n5. Los demás casos que la Constitución prevé.[^19]", "footnotes": [{"ref": 18, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}, {"ref": 19, "text": "Artículo modificado por el artículo único de la Ley N.º 28607, publicada el 4 octubre 2005 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 1, "article": 92, "name": "Función y mandato del congresista.  Incompatibilidades", "text": "La función de congresista es de tiempo completo; le está prohibido desempeñar cualquier \ncargo o ejercer cualquier profesión u oficio, durante las horas de funcionamiento del \nCongreso. \n \nEl mandato del congresista es incompatible con el ejercicio de cualquiera otra función \npública, excepto la de Ministro de Estado, y el desempeño, previa autorización del \nCongreso, de comisiones extraordinarias de carácter internacional. \n \nLa función de congresista es, asimismo, incompatible con la condición de gerente, \napoderado, representante, mandatario, abogado, accionista mayoritario o miembro del \n Directorio de empresas que tienen con el Estado contratos de obras, de suministro o de \naprovisionamiento, o que administran rentas públicas o prestan servicios públicos. \n \nLa función de congresista es incompatible con cargos similares en empresas que, durante \nel mandato del congresista, obtengan concesiones del Estado, así como en empresas del \nsistema crediticio financiero supervisadas por la Superintendencia de Banca, Seguros y \nAdministradoras Privadas de Fondos de Pensiones.[^20]", "footnotes": [{"ref": 20, "text": "Último párrafo modificado por el artículo 3 de la Ley N.° 28484, publicada el 5 abril 2005 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 1, "article": 93, "name": "Inmunidad Parlamentaria", "text": "Los congresistas representan a la Nación. No están sujetos a mandato imperativo ni a \ninterpelación. \n \nNo son responsables ante autoridad ni órgano jurisdiccional alguno por las opiniones y \nvotos que emiten en el ejercicio de sus funciones. \n \nNo pueden ser procesados ni presos sin previa autorización del Congreso o de la \nComisión Permanente, desde que son elegidos hasta un mes después de haber cesado en \nsus funciones, excepto por delito flagrante, caso en el cual son puestos a disposición del \nCongreso o de la Comisión Permanente dentro de las veinticuatro horas, a fin de que se \nautorice o no la privación de la libertad y el enjuiciamiento.", "footnotes": []}, {"title": 4, "chapter": 1, "article": 94, "name": "Reglamento del Congreso", "text": "El Congreso elabora y aprueba su Reglamento, que tiene fuerza de ley; elige a sus \nrepresentantes en la Comisión Permanente y en las demás comisiones; establece la \norganización y las atribuciones de los grupos parlamentarios; gobierna su economía; \nsanciona su presupuesto; nombra y remueve a sus funcionarios y empleados, y les otorga \nlos beneficios que les corresponden de acuerdo a ley.", "footnotes": []}, {"title": 4, "chapter": 1, "article": 95, "name": "Irrenunciabilidad del Mandato Legislativo", "text": "El mandato legislativo es irrenunciable. \n \nLas sanciones disciplinarias que impone el Congreso a los representantes y que implican \nsuspensión de funciones no pueden exceder de ciento veinte días de legislatura.", "footnotes": []}, {"title": 4, "chapter": 1, "article": 96, "name": "Facultad de solicitar información a las Entidades Públicas", "text": "Cualquier representante al Congreso puede pedir a los Ministros de Estado, al Jurado \nNacional de Elecciones, al Contralor General, al Banco Central de Reserva, a la \nSuperintendencia de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones, \na los Gobiernos Regionales y Locales y a las instituciones que señala la ley, los informes \nque estime necesarios.[^21] \n \nEl pedido se hace por escrito y de acuerdo con el Reglamento del Congreso. La falta de \nrespuesta da lugar a las responsabilidades de ley.", "footnotes": [{"ref": 21, "text": "Primer párrafo modificado por el artículo 4 de la Ley N.º 28484, publicada el 5 abril 2005 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 1, "article": 97, "name": "Función Fiscalizadora", "text": "El Congreso puede iniciar investigaciones sobre cualquier asunto de interés público. Es \nobligatorio comparecer, por requerimiento, ante las comisiones encargadas de tales \ninvestigaciones, bajo los mismos apremios que se observan en el procedimiento judicial. \n \nPara el cumplimiento de sus fines, dichas comisiones pueden acceder a cualquier \ninformación, la cual puede implicar el levantamiento del secreto bancario y el de la reserva \ntributaria; excepto la información que afecte la intimidad personal. Sus conclusiones no \nobligan a los órganos jurisdiccionales.", "footnotes": []}, {"title": 4, "chapter": 1, "article": 98, "name": "Inviolabilidad del recinto parlamentario", "text": "El Presidente de la República está obligado a poner a disposición del Congreso los \nefectivos de las Fuerzas Armadas y de la Policía Nacional que demande el Presidente del \nCongreso. \n \nLas Fuerzas Armadas y la Policía Nacional no pueden ingresar en el recinto del Congreso \nsino con autorización de su propio Presidente.", "footnotes": []}, {"title": 4, "chapter": 1, "article": 99, "name": "Acusación por infracción de la Constitución", "text": "Corresponde a la Comisión Permanente acusar ante el Congreso: al Presidente de la \nRepública; a los representantes a Congreso; a los Ministros de Estado; a los miembros del \nTribunal Constitucional; a los miembros de la Junta Nacional de Justicia[^22]; a los vocales de \nla Corte Suprema; a los fiscales supremos; al Defensor del Pueblo y al Contralor General \npor infracción de la Constitución y por todo delito que cometan en el ejercicio de sus \nfunciones y hasta cinco años después de que hayan cesado en éstas.", "footnotes": [{"ref": 22, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}]}, {"title": 4, "chapter": 1, "article": 100, "name": "Ante-Juicio Constitucional", "text": "Corresponde al Congreso, sin participación de la Comisión Permanente, suspender o no al \nfuncionario acusado o inhabilitarlo para el ejercicio de la función pública hasta por diez \naños, o destituirlo de su función sin perjuicio de cualquiera otra responsabilidad. \n \nEl acusado tiene derecho, en este trámite, a la defensa por sí mismo y con asistencia de \nabogado ante la Comisión Permanente y ante el Pleno del Congreso. \n \n En caso de resolución acusatoria de contenido penal, el Fiscal de la Nación formula \ndenuncia ante la Corte Suprema en el plazo de cinco días. El Vocal Supremo Penal abre la \ninstrucción correspondiente. \n \nLa sentencia absolutoria de la Corte Suprema devuelve al acusado sus derechos políticos. \n \nLos términos de la denuncia fiscal y del auto apertorio de instrucción no pueden exceder \nni reducir los términos de la acusación del Congreso.", "footnotes": []}, {"title": 4, "chapter": 1, "article": 101, "name": "Atribuciones de la Comisión Permanente", "text": "Los miembros de la Comisión Permanente del Congreso son elegidos por éste. Su número \ntiende a ser proporcional al de los representantes de cada grupo parlamentario y no \nexcede del veinticinco por ciento del número total de congresistas. \n \nSon atribuciones de la Comisión Permanente: \n \n1. Designar al Contralor General, a propuesta del Presidente de la República. \n \n2. Ratificar la designación del Presidente del Banco Central de Reserva y del \nSuperintendente de Banca, Seguros y Administradoras Privadas de Fondos de Pensiones.[^23] \n \n3. Aprobar los créditos suplementarios y las transferencias y habilitaciones del \nPresupuesto, durante el receso parlamentario. \n \n4. Ejercitar la delegación de facultades legislativas que el Congreso le otorgue. \n \nNo pueden delegarse a la Comisión Permanente materias relativas a reforma \nconstitucional, ni a la aprobación de tratados internacionales, leyes orgánicas, Ley de \nPresupuesto y Ley de la Cuenta General de la República. \n \n5. Las demás que le asigna la Constitución y las que le señala el Reglamento del Congreso.", "footnotes": [{"ref": 23, "text": "Numeral modificado por el artículo 5 de la Ley N.º 28484, publicada el 5 abril 2005 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 1, "article": 102, "name": "Atribuciones del Congreso", "text": "Son atribuciones del Congreso: \n \n1. Dar leyes y resoluciones legislativas, así como interpretar, modificar o derogar las \nexistentes. \n \n2. Velar por el respeto de la Constitución y de las leyes, y disponer lo conveniente para \nhacer efectiva la responsabilidad de los infractores. \n \n3. Aprobar los tratados, de conformidad con la Constitución. \n \n4. Aprobar el Presupuesto y la Cuenta General. \n \n5. Autorizar empréstitos, conforme a la Constitución. \n \n6. Ejercer el derecho de amnistía. \n \n7. Aprobar la demarcación territorial que proponga el Poder Ejecutivo. \n \n8. Prestar consentimiento para el ingreso de tropas extranjeras en el territorio de la \nRepública, siempre que no afecte, en forma alguna, la soberanía nacional. \n \n9. Autorizar al Presidente de la República para salir del país. \n \n10. Ejercer las demás atribuciones que le señala la Constitución y las que son propias de la \nfunción legislativa.", "footnotes": []}, {"title": 4, "chapter": 2, "article": 103, "name": "Leyes especiales, irretroactividad, derogación y abuso del derecho", "text": "Pueden expedirse leyes especiales porque así lo exige la naturaleza de las cosas, pero no \npor razón de las diferencias de las personas. La ley, desde su entrada en vigencia, se aplica \na las consecuencias de las relaciones y situaciones jurídicas existentes y no tiene fuerza ni \nefectos retroactivos; salvo, en ambos supuestos, en materia penal cuando favorece al reo. \nLa ley se deroga sólo por otra ley. También queda sin efecto por sentencia que declara su \ninconstitucionalidad. \n \nLa Constitución no ampara el abuso del derecho.[^24]", "footnotes": [{"ref": 24, "text": "Artículo sustituido por el artículo 2 de la Ley N.º 28389, publicada el 17 noviembre 2004 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 2, "article": 104, "name": "Delegación de facultades al Poder Ejecutivo", "text": "El Congreso puede delegar en el Poder Ejecutivo la facultad de legislar, mediante decretos \nlegislativos, sobre la materia específica y por el plazo determinado establecidos en la ley \nautoritativa. \n \nNo pueden delegarse las materias que son indelegables a la Comisión Permanente. \n \nLos decretos legislativos están sometidos, en cuanto a su promulgación, publicación, \nvigencia y efectos, a las mismas normas que rigen para la ley. \n \n El Presidente de la República da cuenta al Congreso o a la Comisión Permanente de cada \ndecreto legislativo.", "footnotes": []}, {"title": 4, "chapter": 2, "article": 105, "name": "Proyectos de Ley", "text": "Ningún proyecto de ley puede sancionarse sin haber sido previamente aprobado por la \nrespectiva Comisión dictaminadora, salvo excepción señalada en el Reglamento del \nCongreso. Tienen preferencia del Congreso los proyectos enviados por el Poder Ejecutivo \ncon carácter de urgencia.", "footnotes": []}, {"title": 4, "chapter": 2, "article": 106, "name": "Leyes Orgánicas", "text": "Mediante leyes orgánicas se regulan la estructura y el funcionamiento de las entidades del \nEstado previstas en la Constitución, así como también las otras materias cuya regulación \npor ley orgánica está establecida en la Constitución. \n \nLos proyectos de ley orgánica se tramitan como cualquiera otra ley. Para su aprobación o \nmodificación, se requiere el voto de más de la mitad del número legal de miembros del \nCongreso.", "footnotes": []}, {"title": 4, "chapter": 3, "article": 107, "name": "Iniciativa Legislativa", "text": "El Presidente de la República y los Congresistas tienen derecho a iniciativa en la formación \nde leyes. \n \nTambién tienen el mismo derecho en las materias que les son propias los otros poderes del \nEstado, las instituciones públicas autónomas, los Gobiernos Regionales, los Gobiernos \nLocales y los colegios profesionales. Asimismo lo tienen los ciudadanos que ejercen el \nderecho de iniciativa conforme a ley.[^25]", "footnotes": [{"ref": 25, "text": "Artículo modificado por el artículo único de la Ley N.º 28390, publicada el 17 noviembre 2004 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 3, "article": 108, "name": "Promulgación de las Leyes", "text": "La ley aprobada según lo previsto por la Constitución, se envía al Presidente de la \nRepública para su promulgación dentro de un plazo de quince días. En caso de no \npromulgación por el Presidente de la República, la promulga el Presidente del Congreso, o \nel de la Comisión Permanente, según corresponda. \n \nSi el Presidente de la República tiene observaciones que hacer sobre el todo o una parte de \nla ley aprobada en el Congreso, las presenta a éste en el mencionado término de quince \ndías. \n \n Reconsiderada la ley por el Congreso, su Presidente la promulga, con el voto de más de la \nmitad del número legal de miembros del Congreso.", "footnotes": []}, {"title": 4, "chapter": 3, "article": 109, "name": "Vigencia y obligatoriedad de la Ley", "text": "La ley es obligatoria desde el día siguiente de su publicación en el diario oficial, salvo \ndisposición contraria de la misma ley que posterga su vigencia en todo o en parte.", "footnotes": []}, {"title": 4, "chapter": 4, "article": 110, "name": "El Presidente de la República", "text": "El Presidente de la República es el Jefe del Estado y personifica a la Nación. \n \nPara ser elegido Presidente de la República se requiere ser peruano por nacimiento, tener \nmás de treinta y cinco años de edad al momento de la postulación y gozar del derecho de \nsufragio.", "footnotes": []}, {"title": 4, "chapter": 4, "article": 111, "name": "Elección del Presidente de la República", "text": "El Presidente de la República se elige por sufragio directo. Es elegido el candidato que \nobtiene más de la mitad de los votos. Los votos viciados o en blanco no se computan. \n \nSi ninguno de los candidatos obtiene la mayoría absoluta, se procede a una segunda \nelección, dentro de los treinta días siguientes a la proclamación de los cómputos oficiales, \nentre los candidatos que han obtenido las dos más altas mayorías relativas. \n \nJunto con el Presidente de la República son elegidos, de la misma manera, con los mismos \nrequisitos y por igual término, dos vicepresidentes.", "footnotes": []}, {"title": 4, "chapter": 4, "article": 112, "name": "Duración del mandato presidencial", "text": "El mandato presidencial es de cinco años, no hay reelección inmediata. Transcurrido otro \nperíodo constitucional, como mínimo, el ex presidente puede volver a postular, sujeto a las \nmismas condiciones.[^26]", "footnotes": [{"ref": 26, "text": "Artículo modificado por el artículo 1 de la Ley N.º 27365, publicada el 5 noviembre 2000 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 4, "article": 113, "name": "Vacancia de la Presidencia de la República", "text": "La Presidencia de la República vaca por: \n \n1. Muerte del Presidente de la República. \n \n2. Su permanente incapacidad moral o física, declarada por el Congreso. \n \n3. Aceptación de su renuncia por el Congreso. \n \n4. Salir del territorio nacional sin permiso del Congreso o no regresar a él dentro del plazo \nfijado. Y \n \n5. Destitución, tras haber sido sancionado por alguna de las infracciones mencionadas en \nel artículo 117 de la Constitución.", "footnotes": []}, {"title": 4, "chapter": 4, "article": 114, "name": "Suspensión del ejercicio de la Presidencia", "text": "El ejercicio de la Presidencia de la República se suspende por: \n \n1. Incapacidad temporal del Presidente, declarada por el Congreso, o \n \n2. Hallarse éste sometido a proceso judicial, conforme al artículo 117 de la Constitución.", "footnotes": []}, {"title": 4, "chapter": 4, "article": 115, "name": "Impedimento temporal o permanente del ejercicio de la Presidencia", "text": "Por impedimento temporal o permanente del Presidente de la República, asume sus \nfunciones el Primer Vicepresidente. En defecto de éste, el Segundo Vicepresidente. Por \nimpedimento de ambos, el Presidente del Congreso. Si el impedimento es permanente, el \nPresidente del Congreso convoca de inmediato a elecciones. \n \nCuando el Presidente de la República sale del territorio nacional, el Primer Vicepresidente \nse encarga del despacho. En su defecto, lo hace el Segundo Vicepresidente.", "footnotes": []}, {"title": 4, "chapter": 4, "article": 116, "name": "Asunción del cargo presidencial", "text": "El Presidente de la República presta juramento de ley y asume el cargo, ante el Congreso, \nel 28 de julio del año en que se realiza la elección.", "footnotes": []}, {"title": 4, "chapter": 4, "article": 117, "name": "Excepción a la inmunidad presidencial", "text": "El Presidente de la República sólo puede ser acusado, durante su período, por traición a la \nPatria; por impedir las elecciones presidenciales, parlamentarias, regionales o municipales; \npor disolver el Congreso, salvo en los casos previstos en el artículo 134 de la Constitución, \ny por impedir su reunión o funcionamiento, o los del Jurado Nacional de Elecciones y \notros organismos del sistema electoral.", "footnotes": []}, {"title": 4, "chapter": 4, "article": 118, "name": "Atribuciones del Presidente de la República", "text": "Corresponde al Presidente de la República: \n \n1. Cumplir y hacer cumplir la Constitución y los tratados, leyes y demás disposiciones \nlegales. \n \n2. Representar al Estado, dentro y fuera de la República. \n3. Dirigir la política general del Gobierno. \n \n4. Velar por el orden interno y la seguridad exterior de la República. \n \n5. Convocar a elecciones para Presidente de la República y para representantes a \nCongreso, así como para alcaldes y regidores y demás funcionarios que señala la ley. \n \n6. Convocar al Congreso a legislatura extraordinaria; y firmar, en ese caso, el decreto de \nconvocatoria. \n \n7. Dirigir mensajes al Congreso en cualquier época y obligatoriamente, en forma personal \ny por escrito, al instalarse la primera legislatura ordinaria anual. Los mensajes anuales \ncontienen la exposición detallada de la situación de la República y las mejoras y reformas \nque el Presidente juzgue necesarias y convenientes para su consideración por el Congreso. \nLos mensajes del Presidente de la República, salvo el primero de ellos, son aprobados por \nel Consejo de Ministros. \n \n8. Ejercer la potestad de reglamentar las leyes sin transgredirlas ni desnaturalizarlas; y, \ndentro de tales límites, dictar decretos y resoluciones. \n \n9. Cumplir y hacer cumplir las sentencias y resoluciones de los órganos jurisdiccionales. \n \n10. Cumplir y hacer cumplir las resoluciones del Jurado Nacional de Elecciones. \n \n11. Dirigir la política exterior y las relaciones internacionales; y celebrar y ratificar tratados. \n \n12. Nombrar embajadores y ministros plenipotenciarios, con aprobación del Consejo de \nMinistros, con cargo de dar cuenta al Congreso. \n \n13. Recibir a los agentes diplomáticos extranjeros, y autorizar a los cónsules el ejercicio de \nsus funciones. \n \n14. Presidir el Sistema de Defensa Nacional; y organizar, distribuir y disponer el empleo \nde las Fuerzas Armadas y de la Policía Nacional. \n \n15. Adoptar las medidas necesarias para la defensa de la República, de la integridad del \nterritorio y de la soberanía del Estado. \n \n16. Declarar la guerra y firmar la paz, con autorización del Congreso. \n \n17. Administrar la hacienda pública. 18. Negociar los empréstitos. \n \n19. Dictar medidas extraordinarias, mediante decretos de urgencia con fuerza de ley, en \nmateria económica y financiera, cuando así lo requiere el interés nacional y con cargo de \ndar cuenta al Congreso. El Congreso puede modificar o derogar los referidos decretos de \nurgencia. \n \n20. Regular las tarifas arancelarias. \n \n21. Conceder indultos y conmutar penas. Ejercer el derecho de gracia en beneficio de los \nprocesados en los casos en que la etapa de instrucción haya excedido el doble de su plazo \nmás su ampliatoria. \n \n22. Conferir condecoraciones en nombre de la Nación, con acuerdo del Consejo de \nMinistros. \n \n23. Autorizar a los peruanos para servir en un ejército extranjero. Y \n \n24. Ejercer las demás funciones de gobierno y administración que la Constitución y las \nleyes le encomiendan.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 119, "name": "Dirección y gestión de los Servicios Públicos", "text": "La dirección y la gestión de los servicios públicos están confiadas al Consejo de Ministros; \ny a cada ministro en los asuntos que competen a la cartera a su cargo.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 120, "name": "Refrendación Ministerial", "text": "Son nulos los actos del Presidente de la República que carecen de refrendación ministerial.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 121, "name": "Consejo de Ministros", "text": "Los ministros, reunidos, forman el Consejo de Ministros. La ley determina su organización \ny funciones. \n \nEl Consejo de Ministros tiene su Presidente. Corresponde al Presidente de la República \npresidir el Consejo de Ministros cuando lo convoca o cuando asiste a sus sesiones.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 122, "name": "Nombramiento y remoción del Presidente del Consejo de Ministros y", "text": "demás Ministros El Presidente de la República nombra y remueve al Presidente del Consejo. Nombra y \nremueve a los demás ministros, a propuesta y con acuerdo, respectivamente, del \nPresidente del Consejo.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 123, "name": "Atribuciones del Presidente del Consejo de Ministros y demás Ministros", "text": "Al Presidente del Consejo de Ministros, quien puede ser ministro sin cartera, le \ncorresponde: \n \n1. Ser, después del Presidente de la República, el portavoz autorizado del gobierno. \n \n2. Coordinar las funciones de los demás ministros. \n \n3. Refrendar los decretos legislativos, los decretos de urgencia y los demás decretos y \nresoluciones que señalan la Constitución y la ley.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 124, "name": "Requisitos para ser Ministro de Estado", "text": "Para ser Ministro de Estado, se requiere ser peruano por nacimiento, ciudadano en \nejercicio y haber cumplido veinticinco años de edad. Los miembros de las Fuerzas \nArmadas y de la Policía Nacional pueden ser ministros.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 125, "name": "Atribuciones del Consejo de Ministros", "text": "Son atribuciones del Consejo de Ministros: \n \n1. Aprobar los proyectos de ley que el Presidente de la República somete al Congreso. \n \n2. Aprobar los decretos legislativos y los decretos de urgencia que dicta el Presidente de la \nRepública, así como los proyectos de ley y los decretos y resoluciones que dispone la ley. \n \n3. Deliberar sobre asuntos de interés público. Y \n \n4. Las demás que le otorgan la Constitución y la ley.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 126, "name": "Acuerdos del Consejo de Ministros", "text": "Todo acuerdo del Consejo de Ministros requiere el voto aprobatorio de la mayoría de sus \nmiembros, y consta en acta. \n \nLos ministros no pueden ejercer otra función pública, excepto la legislativa. \n \nLos ministros no pueden ser gestores de intereses propios o de terceros ni ejercer actividad \nlucrativa, ni intervenir en la dirección o gestión de empresas ni asociaciones privadas.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 127, "name": "Encargo de la Función Ministerial No hay ministros interinos. El Presidente de la República puede encomendar a un ministro", "text": "que, con retención de su cartera, se encargue de otra por impedimento del que la sirve, sin \nque este encargo pueda prolongarse por más de treinta días ni trasmitirse a otros \nministros.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 128, "name": "Responsabilidad de los Ministros", "text": "Los ministros son individualmente responsables por sus propios actos y por los actos \npresidenciales que refrendan. \n \nTodos los ministros son solidariamente responsables por los actos delictivos o violatorios \nde la Constitución o de las leyes en que incurra el Presidente de la República o que se \nacuerden en Consejo, aunque salven su voto, a no ser que renuncien inmediatamente.", "footnotes": []}, {"title": 4, "chapter": 5, "article": 129, "name": "Concurrencia de Ministros al Congreso", "text": "El Consejo de Ministros en pleno o los ministros por separado pueden concurrir a las \nsesiones del Congreso y participar en sus debates con las mismas prerrogativas que los \nparlamentarios, salvo la de votar si no son congresistas. \n \nConcurren también cuando son invitados para informar. \n \nEl Presidente del Consejo o uno, por lo menos, de los ministros concurre periódicamente a \nlas sesiones plenarias del Congreso para la estación de preguntas.", "footnotes": []}, {"title": 4, "chapter": 6, "article": 130, "name": "Exposición de la Política General del Gobierno. Cuestión de Confianza", "text": "Dentro de los treinta días de haber asumido sus funciones, el Presidente del Consejo \nconcurre al Congreso, en compañía de los demás ministros, para exponer y debatir la \npolítica general del gobierno y las principales medidas que requiere su gestión. Plantea al \nefecto cuestión de confianza. \n \nSi el Congreso no está reunido, el Presidente de la República convoca a legislatura \nextraordinaria.", "footnotes": []}, {"title": 4, "chapter": 6, "article": 131, "name": "Interpelación a los Ministros", "text": "Es obligatoria la concurrencia del Consejo de Ministros, o de cualquiera de los ministros, \ncuando el Congreso los llama para interpelarlos. La interpelación se formula por escrito. Debe ser presentada por no menos del quince por \nciento del número legal de congresistas. Para su admisión, se requiere el voto del tercio del \nnúmero de representantes hábiles; la votación se efectúa indefectiblemente en la siguiente \nsesión. \n \nEl Congreso señala día y hora para que los ministros contesten la interpelación. Esta no \npuede realizarse ni votarse antes del tercer día de su admisión ni después del décimo.", "footnotes": []}, {"title": 4, "chapter": 6, "article": 132, "name": "Voto de censura o rechazo de la cuestión de confianza", "text": "El Congreso hace efectiva la responsabilidad política del Consejo de Ministros, o de los \nministros por separado, mediante el voto de censura o el rechazo de la cuestión de \nconfianza. Esta última sólo se plantea por iniciativa ministerial. \n \nToda moción de censura contra el Consejo de Ministros, o contra cualquiera de los \nministros, debe ser presentada por no menos del veinticinco por ciento del número legal \nde congresistas. Se debate y vota entre el cuarto y el décimo día natural después de su \npresentación. Su aprobación requiere del voto de más de la mitad del número legal de \nmiembros del Congreso. \n \nEl Consejo de Ministros, o el ministro censurado, debe renunciar. \n \nEl Presidente de la República acepta la dimisión dentro de las setenta y dos horas \nsiguientes. \n \nLa desaprobación de una iniciativa ministerial no obliga al ministro a dimitir, salvo que \nhaya hecho cuestión de confianza de la aprobación.", "footnotes": []}, {"title": 4, "chapter": 6, "article": 133, "name": "Crisis total del gabinete", "text": "El Presidente del Consejo de Ministros puede plantear ante el Congreso una cuestión de \nconfianza a nombre del Consejo. Si la confianza le es rehusada, o si es censurado, o si \nrenuncia o es removido por el Presidente de la República, se produce la crisis total del \ngabinete.", "footnotes": []}, {"title": 4, "chapter": 6, "article": 134, "name": "Disolución del Congreso", "text": "El Presidente de la República está facultado para disolver el Congreso si éste ha censurado \no negado su confianza a dos Consejos de Ministros. \n \nEl decreto de disolución contiene la convocatoria a elecciones para un nuevo Congreso. \nDichas elecciones se realizan dentro de los cuatro meses de la fecha de disolución, sin que \npueda alterarse el sistema electoral preexistente. \n \nNo puede disolverse el Congreso en el último año de su mandato. Disuelto el Congreso, se \nmantiene en funciones la Comisión Permanente, la cual no puede ser disuelta. \nNo hay otras formas de revocatoria del mandato parlamentario. \n \nBajo estado de sitio, el Congreso no puede ser disuelto.", "footnotes": []}, {"title": 4, "chapter": 6, "article": 135, "name": "Instalación del nuevo Congreso", "text": "Reunido el nuevo Congreso, puede censurar al Consejo de Ministros, o negarle la cuestión \nde confianza, después de que el Presidente del Consejo haya expuesto ante el Congreso los \nactos del Poder Ejecutivo durante el interregno parlamentario. \n \nEn ese interregno, el Poder Ejecutivo legisla mediante decretos de urgencia, de los que da \ncuenta a la Comisión Permanente para que los examine y los eleve al Congreso, una vez \nque éste se instale.", "footnotes": []}, {"title": 4, "chapter": 6, "article": 136, "name": "Restitución de facultades del Congreso disuelto", "text": "Si las elecciones no se efectúan dentro del plazo señalado, el Congreso disuelto se reúne \nde pleno derecho, recobra sus facultades, y destituye al Consejo de Ministros. Ninguno de \nlos miembros de éste puede ser nombrado nuevamente ministro durante el resto del \nperíodo presidencial. \n \nEl Congreso extraordinariamente así elegido sustituye al anterior, incluida la Comisión \nPermanente, y completa el período constitucional del Congreso disuelto.", "footnotes": []}, {"title": 4, "chapter": 7, "article": 137, "name": "Estados de excepción. Estado de Emergencia y Estado de Sitio", "text": "El Presidente de la República, con acuerdo del Consejo de Ministros, puede decretar, por \nplazo determinado, en todo el territorio nacional, o en parte de él, y dando cuenta al \nCongreso o a la Comisión Permanente, los estados de excepción que en este artículo se \ncontemplan: \n \n1. Estado de emergencia, en caso de perturbación de la paz o del orden interno, de \ncatástrofe o de graves circunstancias que afecten la vida de la Nación. En esta \neventualidad, puede restringirse o suspenderse el ejercicio de los derechos \nconstitucionales relativos a la libertad y la seguridad personales, la inviolabilidad del \ndomicilio, y la libertad de reunión y de tránsito en el territorio comprendidos en los incisos \n9, 11 y 12 del artículo 2 y en el inciso 24, apartado f del mismo artículo. En ninguna \ncircunstancia se puede desterrar a nadie. El plazo del estado de emergencia no excede de sesenta días. Su prórroga requiere nuevo \ndecreto. En estado de emergencia las Fuerzas Armadas asumen el control del orden \ninterno si así lo dispone el Presidente de la República. \n \n2. Estado de sitio, en caso de invasión, guerra exterior, guerra civil, o peligro inminente de \nque se produzcan, con mención de los derechos fundamentales cuyo ejercicio no se \nrestringe o suspende. El plazo correspondiente no excede de cuarenta y cinco días. Al \ndecretarse el estado de sitio, el Congreso se reúne de pleno derecho. La prórroga requiere \naprobación del Congreso.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 138, "name": "Administración de Justicia. Control difuso", "text": "La potestad de administrar justicia emana del pueblo y se ejerce por el Poder Judicial a \ntravés de sus órganos jerárquicos con arreglo a la Constitución y a las leyes. \n \nEn todo proceso, de existir incompatibilidad entre una norma constitucional y una norma \nlegal, los jueces prefieren la primera. Igualmente, prefieren la norma legal sobre toda otra \nnorma de rango inferior.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 139, "name": "Principios de la Administración de Justicia", "text": "Son principios y derechos de la función jurisdiccional: \n \n1. La unidad y exclusividad de la función jurisdiccional. \n \nNo existe ni puede establecerse jurisdicción alguna independiente, con excepción de la \nmilitar y la arbitral. \n \nNo hay proceso judicial por comisión o delegación. \n \n2. La independencia en el ejercicio de la función jurisdiccional. \n \nNinguna autoridad puede avocarse a causas pendientes ante el órgano jurisdiccional ni \ninterferir en el ejercicio de sus funciones. Tampoco puede dejar sin efecto resoluciones que \nhan pasado en autoridad de cosa juzgada, ni cortar procedimientos en trámite, ni \nmodificar sentencias ni retardar su ejecución. Estas disposiciones no afectan el derecho de \ngracia ni la facultad de investigación del Congreso, cuyo ejercicio no debe, sin embargo, \ninterferir en el procedimiento jurisdiccional ni surte efecto jurisdiccional alguno. 3. La observancia del debido proceso y la tutela jurisdiccional. \n \nNinguna persona puede ser desviada de la jurisdicción predeterminada por la ley, ni \nsometida a procedimiento distinto de los previamente establecidos, ni juzgada por \nórganos jurisdiccionales de excepción ni por comisiones especiales creadas al efecto, \ncualquiera sea su denominación. \n \n4. La publicidad en los procesos, salvo disposición contraria de la ley. \n \nLos procesos judiciales por responsabilidad de funcionarios públicos, y por los delitos \ncometidos por medio de la prensa y los que se refieren a derechos fundamentales \ngarantizados por la Constitución, son siempre públicos. \n \n5. La motivación escrita de las resoluciones judiciales en todas las instancias, excepto los \ndecretos de mero trámite, con mención expresa de la ley aplicable y de los fundamentos de \nhecho en que se sustentan. \n \n6. La pluralidad de la instancia. \n \n7. La indemnización, en la forma que determine la ley, por los errores judiciales en los \nprocesos penales y por las detenciones arbitrarias, sin perjuicio de la responsabilidad a \nque hubiere lugar. \n \n8. El principio de no dejar de administrar justicia por vacío o deficiencia de la ley. \n \nEn tal caso, deben aplicarse los principios generales del derecho y el derecho \nconsuetudinario. \n \n9. El principio de inaplicabilidad por analogía de la ley penal y de las normas que \nrestrinjan derechos. \n \n10. El principio de no ser penado sin proceso judicial. \n \n11. La aplicación de la ley más favorable al procesado en caso de duda o de conflicto entre \nleyes penales. \n \n12. El principio de no ser condenado en ausencia. \n \n13. La prohibición de revivir procesos fenecidos con resolución ejecutoriada. La amnistía, \nel indulto, el sobreseimiento definitivo y la prescripción producen los efectos de cosa \njuzgada. 14. El principio de no ser privado del derecho de defensa en ningún estado del proceso. \nToda persona será informada inmediatamente y por escrito de la causa o las razones de su \ndetención. Tiene derecho a comunicarse personalmente con un defensor de su elección y a \nser asesorada por éste desde que es citada o detenida por cualquier autoridad. \n \n15. El principio de que toda persona debe ser informada, inmediatamente y por escrito, de \nlas causas o razones de su detención. \n \n16. El principio de la gratuidad de la administración de justicia y de la defensa gratuita \npara las personas de escasos recursos; y, para todos, en los casos que la ley señala. \n \n17. La participación popular en el nombramiento y en la revocación de magistrados, \nconforme a ley. \n \n18. La obligación del Poder Ejecutivo de prestar la colaboración que en los procesos le sea \nrequerida. \n \n19. La prohibición de ejercer función judicial por quien no ha sido nombrado en la forma \nprevista por la Constitución o la ley. Los órganos jurisdiccionales no pueden darle \nposesión del cargo, bajo responsabilidad. \n \n20. El principio del derecho de toda persona de formular análisis y críticas de las \nresoluciones y sentencias judiciales, con las limitaciones de ley. \n \n21. El derecho de los reclusos y sentenciados de ocupar establecimientos adecuados. \n \n22. El principio de que el régimen penitenciario tiene por objeto la reeducación, \nrehabilitación y reincorporación del penado a la sociedad.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 140, "name": "Pena de muerte", "text": "La pena de muerte sólo puede aplicarse por el delito de traición a la Patria en caso de \nguerra, y el de terrorismo, conforme a las leyes y a los tratados de los que el Perú es parte \nobligada.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 141, "name": "Casación", "text": "Corresponde a la Corte Suprema fallar en casación, o en última instancia, cuando la acción \nse inicia en una Corte Superior o ante la propia Corte Suprema conforme a ley. Asimismo, \nconoce en casación las resoluciones del Fuero Militar, con las limitaciones que establece el \nartículo 173.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 142, "name": "Resoluciones no revisables por el Poder Judicial No son revisables en sede judicial las resoluciones del Jurado Nacional de Elecciones en", "text": "materia electoral, ni las de la Junta Nacional de Justicia[^27] en materia de evaluación y \nratificación de jueces.", "footnotes": [{"ref": 27, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}]}, {"title": 4, "chapter": 8, "article": 143, "name": "Órganos Jurisdiccionales", "text": "El Poder Judicial está integrado por órganos jurisdiccionales que administran justicia en \nnombre de la Nación, y por órganos que ejercen su gobierno y administración. \n \nLos órganos jurisdiccionales son: la Corte Suprema de Justicia y las demás cortes y \njuzgados que determine su ley orgánica.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 144, "name": "Presidencia del Poder Judicial.  Sala Plena", "text": "El Presidente de la Corte Suprema lo es también del Poder Judicial. La Sala Plena de la \nCorte Suprema es el órgano máximo de deliberación del Poder Judicial.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 145, "name": "Presupuesto del Poder Judicial", "text": "El Poder Judicial presenta su proyecto de presupuesto al Poder Ejecutivo y lo sustenta ante \nel Congreso.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 146, "name": "Exclusividad de la Función Jurisdiccional", "text": "La función jurisdiccional es incompatible con cualquiera otra actividad pública o privada, \ncon excepción de la docencia universitaria fuera del horario de trabajo. \n \nLos jueces sólo perciben las remuneraciones que les asigna el Presupuesto y las \nprovenientes de la enseñanza o de otras tareas expresamente previstas por la ley. \n \nEl Estado garantiza a los magistrados judiciales: \n \n1. Su independencia. Sólo están sometidos a la Constitución y la ley. \n \n2. La inamovilidad en sus cargos. No pueden ser trasladados sin su consentimiento. \n \n3. Su permanencia en el servicio, mientras observen conducta e idoneidad propias de su \nfunción. Y, \n \n4. Una remuneración que les asegure un nivel de vida digno de su misión y jerarquía.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 147, "name": "Requisitos para ser Magistrado de la Corte Suprema", "text": "Para ser Magistrado de la Corte Suprema se requiere: \n \n 1. Ser peruano de nacimiento; \n \n2. Ser ciudadano en ejercicio; \n \n3. Ser mayor de cuarenta y cinco años; \n \n4. Haber sido magistrado de la Corte Superior o Fiscal Superior durante diez años, o haber \nejercido la abogacía o la cátedra universitaria en materia jurídica durante quince años.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 148, "name": "Acción contencioso-administrativa", "text": "Las resoluciones administrativas que causan estado son susceptibles de impugnación \nmediante la acción contencioso-administrativa.", "footnotes": []}, {"title": 4, "chapter": 8, "article": 149, "name": "Ejercicio de la función jurisdiccional por las comunidades campesinas y", "text": "nativas \nLas autoridades de las Comunidades Campesinas y Nativas, con el apoyo de las Rondas \nCampesinas, pueden ejercer las funciones jurisdiccionales dentro de su ámbito territorial \nde conformidad con el derecho consuetudinario, siempre que no violen los derechos \nfundamentales de la persona. La ley establece las formas de coordinación de dicha \njurisdicción especial con los Juzgados de Paz y con las demás instancias del Poder Judicial.", "footnotes": []}, {"title": 4, "chapter": 9, "article": 150, "name": "Junta Nacional de Justicia[^29]", "text": "La Junta Nacional de Justicia[^30] se encarga de la selección y el nombramiento de los jueces y \nfiscales, salvo cuando éstos provengan de elección popular. \n \nLa Junta Nacional de Justicia[^31] es independiente y se rige por su Ley Orgánica.", "footnotes": [{"ref": 30, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}, {"ref": 31, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}]}, {"title": 4, "chapter": 9, "article": 151, "name": "Academia de la Magistratura", "text": "La Academia de la Magistratura, que forma parte del Poder Judicial, se encarga de la \nformación y capacitación de jueces y fiscales en todos sus niveles, para los efectos de su \nselección. \n \nEs requisito para el ascenso la aprobación de los estudios especiales que requiera dicha \nAcademia.", "footnotes": []}, {"title": 4, "chapter": 9, "article": 152, "name": "Jueces de Paz y de Primera Instancia", "text": "Los Jueces de Paz provienen de elección popular. \n \nDicha elección, sus requisitos, el desempeño jurisdiccional, la capacitación y la duración en \nsus cargos son normados por ley. \n \nLa ley puede establecer la elección de los jueces de primera instancia y determinar los \nmecanismos pertinentes.", "footnotes": []}, {"title": 4, "chapter": 9, "article": 153, "name": "Prohibición a Jueces y Fiscales", "text": "Los jueces y fiscales están prohibidos de participar en política, de sindicarse y de \ndeclararse en huelga.", "footnotes": []}, {"title": 4, "chapter": 9, "article": 154, "name": "Atribuciones de la Junta Nacional de Justicia", "text": "1. Nombrar, previo concurso público de méritos y evaluación personal, a los jueces y \nfiscales de todos los niveles. Dichos nombramientos requieren el voto público y \nmotivado conforme de los dos tercios del número legal de sus miembros. \n \n2. Ratificar, con voto público y motivado, a los jueces y fiscales de todos los niveles cada \nsiete años; y ejecutar conjuntamente con la Academia de la Magistratura la evaluación \nparcial de desempeño de los jueces y fiscales de todos los niveles cada tres años seis \nmeses. Los no ratificados o destituidos no pueden reingresar al Poder Judicial ni al \nMinisterio Público. \n \n3. Aplicar la sanción de destitución a los jueces de la Corte Suprema y fiscales supremos; \ny, de oficio o a solicitud de la Corte Suprema o de la Junta de Fiscales Supremos, \nrespectivamente, a los jueces y fiscales de todas las instancias. En el caso de los jueces \nsupremos y fiscales supremos también será posible la aplicación de amonestación o \nsuspensión de hasta ciento veinte (120) días calendario, aplicando criterios de \nrazonabilidad y proporcionalidad. La resolución final debe ser motivada y con previa \naudiencia del interesado. Tiene naturaleza de inimpugnable. \n \n4. Registrar, custodiar, mantener actualizado y publicar el Registro de Sanciones \nDisciplinarias de Jueces y Fiscales. \n \n5. Extender a los jueces y fiscales el título oficial que los acredita. \n6. Presentar un informe anual al Pleno del Congreso.[^32]", "footnotes": [{"ref": 32, "text": "Artículo modificado por el artículo único de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 9, "article": 155, "name": "Miembros de la Junta Nacional de Justicia", "text": "La Junta Nacional de Justicia está conformada por siete miembros titulares seleccionados \nmediante concurso público de méritos, por un período de cinco años. Está prohibida la \nreelección. Los suplentes son convocados por estricto orden de mérito obtenido en el \nconcurso. \n \nEl concurso público de méritos está a cargo de una Comisión Especial, conformada por: \n \n1) El Defensor del Pueblo, quien la preside; \n2) El Presidente del Poder Judicial; \n3) El Fiscal de la Nación; \n4) El Presidente del Tribunal Constitucional; \n5) El Contralor General de la República; \n6) Un rector elegido en votación por los rectores de las universidades públicas licenciadas \ncon más de cincuenta años de antigüedad; y, \n7) Un rector elegido en votación por los rectores de las universidades privadas licenciadas \ncon más de cincuenta años de antigüedad. \n \nLa Comisión Especial debe instalarse, a convocatoria del Defensor del Pueblo, seis meses \nantes del vencimiento del mandato de los miembros de la Junta Nacional de Justicia y cesa \ncon la juramentación de los miembros elegidos. \n \nLa selección de los miembros es realizada a través de un procedimiento de acuerdo a ley, \npara lo cual, la Comisión Especial cuenta con el apoyo de una Secretaría Técnica \nEspecializada. El procedimiento brinda las garantías de probidad, imparcialidad, \npublicidad y transparencia.[^33]", "footnotes": [{"ref": 33, "text": "Artículo modificado por el artículo único de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 9, "article": 156, "name": "Requisitos para ser miembro de la Junta Nacional de Justicia", "text": "Para ser miembro de la Junta Nacional de Justicia se requiere: \n \n 1. Ser peruano de nacimiento. \n 2. Ser ciudadano en ejercicio. \n 3. Ser mayor de cuarenta y cinco (45) años, y menor de setenta y cinco (75) años. \n 4. Ser abogado: \na. Con experiencia profesional no menor de veinticinco (25) años; o, \nb. Haber ejercido la cátedra universitaria por no menos de veinticinco (25) años; o, \nc. Haber ejercido la labor de investigador en materia jurídica por lo menos durante \nquince (15) años. \n 5. No tener sentencia condenatoria firme por delito doloso. \n 6. Tener reconocida trayectoria profesional y solvencia e idoneidad moral. \n \nLos miembros de la Junta Nacional de Justicia gozan de los mismos beneficios y derechos \ny están sujetos a las mismas obligaciones e incompatibilidades que los jueces supremos. Su \nfunción no debe incurrir en conflicto de intereses y es incompatible con cualquier otra \nactividad pública o privada fuera del horario de trabajo. Salvo la docencia universitaria.[^34]", "footnotes": [{"ref": 34, "text": "Artículo modificado por el artículo único de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 9, "article": 157, "name": "Remoción de los miembros de la Junta Nacional de Justicia[^35]", "text": "Los miembros de la Junta Nacional de Justicia[^36] pueden ser removidos por causa grave \nmediante acuerdo del Congreso adoptado con el voto conforme de los dos tercios del \nnúmero legal de miembros.", "footnotes": [{"ref": 36, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}]}, {"title": 4, "chapter": 10, "article": 158, "name": "Ministerio Público", "text": "El Ministerio Público es autónomo. El Fiscal de la Nación lo preside. Es elegido por la \nJunta de Fiscales Supremos. El cargo de Fiscal de la Nación dura tres años, y es \nprorrogable, por reelección, sólo por otros dos. Los miembros del Ministerio Público \ntienen los mismos derechos y prerrogativas y están sujetos a las mismas obligaciones que \nlos del Poder Judicial en la categoría respectiva. Les afectan las mismas \nincompatibilidades. Su nombramiento está sujeto a requisitos y procedimientos idénticos a \nlos de los miembros del Poder Judicial en su respectiva categoría.", "footnotes": []}, {"title": 4, "chapter": 10, "article": 159, "name": "Atribuciones del Ministerio Público", "text": "Corresponde al Ministerio Público: \n \n1. Promover de oficio, o a petición de parte, la acción judicial en defensa de la legalidad y \nde los intereses públicos tutelados por el derecho. \n \n2. Velar por la independencia de los órganos jurisdiccionales y por la recta administración \nde justicia. \n \n3. Representar en los procesos judiciales a la sociedad. \n \n4. Conducir desde su inicio la investigación del delito. Con tal propósito, la Policía \nNacional está obligada a cumplir los mandatos del Ministerio Público en el ámbito de su \nfunción. \n \n5. Ejercitar la acción penal de oficio o a petición de parte. \n \n6. Emitir dictamen previo a las resoluciones judiciales en los casos que la ley contempla. \n \n7. Ejercer iniciativa en la formación de las leyes; y dar cuenta al Congreso, o al Presidente \nde la República, de los vacíos o defectos de la legislación.", "footnotes": []}, {"title": 4, "chapter": 10, "article": 160, "name": "Presupuesto del Ministerio Público", "text": "El proyecto de presupuesto del Ministerio Público se aprueba por la Junta de Fiscales \nSupremos. Se presenta ante el Poder Ejecutivo y se sustenta en esa instancia y en el \nCongreso.", "footnotes": []}, {"title": 4, "chapter": 11, "article": 161, "name": "Defensoría del Pueblo", "text": "La Defensoría del Pueblo es autónoma. Los órganos públicos están obligados a colaborar \ncon la Defensoría del Pueblo cuando ésta lo requiere. \n \nSu estructura, en el ámbito nacional, se establece por ley orgánica. \n \nEl Defensor del Pueblo es elegido y removido por el Congreso con el voto de los dos \ntercios de su número legal. Goza de la misma inmunidad y de las mismas prerrogativas de \nlos congresistas. \n \nPara ser elegido Defensor del Pueblo se requiere haber cumplido treinta y cinco años de \nedad y ser abogado. \n \nEl cargo dura cinco años y no está sujeto a mandato imperativo. Tiene las mismas \nincompatibilidades que los vocales supremos.", "footnotes": []}, {"title": 4, "chapter": 11, "article": 162, "name": "Atribuciones de la Defensoría del Pueblo Corresponde  a  la  Defensoría  del  Pueblo  defender  los  derechos  constitucionales  y", "text": "fundamentales de la persona y de la comunidad; y supervisar el cumplimiento de los \ndeberes de la administración estatal y la prestación de los servicios públicos a la \nciudadanía. \n \nEl Defensor del Pueblo presenta informe al Congreso una vez al año, y cada vez que éste \nlo solicita. Tiene iniciativa en la formación de las leyes. Puede proponer las medidas que \nfaciliten el mejor cumplimiento de sus funciones. \n \nEl proyecto de presupuesto de la Defensoría del Pueblo es presentado ante el Poder \nEjecutivo y sustentado por su titular en esa instancia y en el Congreso.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 163, "name": "El Sistema de Defensa Nacional", "text": "El Estado garantiza la seguridad de la Nación mediante el Sistema de Defensa Nacional. \n \nLa Defensa Nacional es integral y permanente. Se desarrolla en los ámbitos interno y \nexterno. Toda persona, natural o jurídica, está obligada a participar en la Defensa \nNacional, de conformidad con la ley.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 164, "name": "Dirección, preparación y ejercicio del Sistema de Defensa Nacional", "text": "La dirección, la preparación y el ejercicio de la Defensa Nacional se realizan a través de un \nsistema cuya organización y cuyas funciones determina la ley. El Presidente de la \nRepública dirige el Sistema de Defensa Nacional. \n \nLa ley determina los alcances y procedimientos de la movilización para los efectos de la \ndefensa nacional.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 165, "name": "Finalidad de las Fuerzas Armadas", "text": "Las Fuerzas Armadas están constituidas por el Ejército, la Marina de Guerra y la Fuerza \nAérea. Tienen como finalidad primordial garantizar la independencia, la soberanía y la \nintegridad territorial de la República. Asumen el control del orden interno de conformidad \ncon el artículo 137 de la Constitución.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 166, "name": "Finalidad de la Policía Nacional", "text": "La Policía Nacional tiene por finalidad fundamental garantizar, mantener y restablecer el \norden interno. Presta protección y ayuda a las personas y a la comunidad. Garantiza el \ncumplimiento de las leyes y la seguridad del patrimonio público y del privado. Previene, \ninvestiga y combate la delincuencia. Vigila y controla las fronteras.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 167, "name": "Jefe Supremo de las Fuerzas Armadas y Policía Nacional", "text": "El Presidente de la República es el Jefe Supremo de las Fuerzas Armadas y de la Policía \nNacional.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 168, "name": "Organización y funciones de las Fuerzas Armadas y Policía Nacional", "text": "Las leyes y los reglamentos respectivos determinan la organización, las funciones, las \nespecialidades, la preparación y el empleo; y norman la disciplina de las Fuerzas Armadas \ny de la Policía Nacional. \n \nLas Fuerzas Armadas organizan sus reservas y disponen de ellas según las necesidades de \nla Defensa Nacional, de acuerdo a ley.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 169, "name": "Carácter no deliberante de las Fuerzas Armadas y Policía Nacional", "text": "Las Fuerzas Armadas y la Policía Nacional no son deliberantes. Están subordinadas al \npoder constitucional.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 170, "name": "Requerimiento logístico de las Fuerzas Armadas y Policía Nacional", "text": "La ley asigna los fondos destinados a satisfacer los requerimientos logísticos de las Fuerzas \nArmadas y la Policía Nacional. Tales fondos deben ser dedicados exclusivamente a fines \ninstitucionales, bajo el control de la autoridad señalada por la ley.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 171, "name": "Fuerzas Armadas, Policía Nacional y el desarrollo del país", "text": "Las Fuerzas Armadas y la Policía Nacional participan en el desarrollo económico y social \ndel país, y en la defensa civil de acuerdo a ley.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 172, "name": "Efectivos de las Fuerzas Armadas y Policía Nacional.  Ascensos", "text": "El número de efectivos de las Fuerzas Armadas y de la Policía Nacional se fija anualmente \npor el Poder Ejecutivo. Los recursos correspondientes son aprobados en la Ley de \nPresupuesto. \n \nLos ascensos se confieren de conformidad con la ley. El Presidente de la República otorga \nlos ascensos de los generales y almirantes de las Fuerzas Armadas y de los generales de la \nPolicía Nacional, según propuesta del instituto correspondiente.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 173, "name": "Competencia del Fuero Privativo Militar", "text": "En caso de delito de función, los miembros de las Fuerzas Armadas y de la Policía \nNacional están sometidos al fuero respectivo y al Código de Justicia Militar. Las \ndisposiciones de éste no son aplicables a los civiles, salvo en el caso de los delitos de \ntraición a la patria y de terrorismo que la ley determina. La casación a que se refiere el \nartículo 141 sólo es aplicable cuando se imponga la pena de muerte. \n \nQuienes infringen las normas del Servicio Militar Obligatorio están asimismo sometidos al \nCódigo de Justicia Militar.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 174, "name": "Equivalencia de derechos de oficiales de las Fuerzas Armadas y Policía", "text": "Nacional \nLos grados y honores, las remuneraciones y las pensiones inherentes a la jerarquía de \noficiales de las Fuerzas Armadas y de la Policía Nacional son equivalentes. La ley establece \nlas equivalencias correspondientes al personal militar o policial de carrera que no tiene \ngrado o jerarquía de oficial. \n \nEn ambos casos, los derechos indicados sólo pueden retirarse a sus titulares por sentencia \njudicial.", "footnotes": []}, {"title": 4, "chapter": 12, "article": 175, "name": "Uso y posesión de armas de guerra", "text": "Sólo las Fuerzas Armadas y la Policía Nacional pueden poseer y usar armas de guerra. \nTodas las que existen, así como las que se fabriquen o se introduzcan en el país pasan a ser \npropiedad del Estado sin proceso ni indemnización. \n \nSe exceptúa la fabricación de armas de guerra por la industria privada en los casos que la \nley señale. \n \nLa ley reglamenta la fabricación, el comercio, la posesión y el uso, por los particulares, de \narmas distintas de las de guerra.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 176, "name": "Finalidad y funciones del Sistema Electoral", "text": "El sistema electoral tiene por finalidad asegurar que las votaciones traduzcan la expresión \nauténtica, libre y espontánea de los ciudadanos; y que los escrutinios sean reflejo exacto y \noportuno de la voluntad del elector expresada en las urnas por votación directa. \n \nTiene por funciones básicas el planeamiento, la organización y la ejecución de los procesos \nelectorales o de referéndum u otras consultas populares; el mantenimiento y la custodia de \nun registro único de identificación de las personas; y el registro de los actos que modifican \nel estado civil.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 177, "name": "Conformación del Sistema Electoral", "text": "El sistema electoral está conformado por el Jurado Nacional de Elecciones; la Oficina \nNacional de Procesos Electorales; y el Registro Nacional de Identificación y Estado Civil. \nActúan con autonomía y mantienen entre sí relaciones de coordinación, de acuerdo con \nsus atribuciones.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 178, "name": "Atribuciones del Jurado Nacional de Elecciones", "text": "Compete al Jurado Nacional de Elecciones: 1. Fiscalizar la legalidad del ejercicio del sufragio y de la realización de los procesos \nelectorales, del referéndum y de otras consultas populares, así como también la \nelaboración de los padrones electorales. \n \n2. Mantener y custodiar el registro de organizaciones políticas. \n \n3. Velar por el cumplimiento de las normas sobre organizaciones políticas y demás \ndisposiciones referidas a materia electoral. \n \n4. Administrar justicia en materia electoral. \n \n5. Proclamar a los candidatos elegidos; el resultado del referéndum o el de otros tipos de \nconsulta popular y expedir las credenciales correspondientes. \n \n6. Las demás que la ley señala. \n \nEn materia electoral, el Jurado Nacional de Elecciones tiene iniciativa en la formación de \nlas leyes. \n \nPresenta al Poder Ejecutivo el proyecto de Presupuesto del Sistema Electoral que incluye \npor separado las partidas propuestas por cada entidad del sistema. Lo sustenta en esa \ninstancia y ante el Congreso.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 179, "name": "Composición del Pleno del Jurado Nacional de Elecciones", "text": "La máxima autoridad del Jurado Nacional de Elecciones es un Pleno compuesto por cinco \nmiembros: \n \n1. Uno elegido en votación secreta por la Corte Suprema entre sus magistrados jubilados o \nen actividad. En este segundo caso, se concede licencia al elegido. El representante de la \nCorte Suprema preside el Jurado Nacional de Elecciones. \n \n2. Uno elegido en votación secreta por la Junta de Fiscales Supremos, entre los Fiscales \nSupremos jubilados o en actividad. En este segundo caso, se concede licencia al elegido. \n \n3. Uno elegido en votación secreta por el Colegio de Abogados de Lima, entre sus \nmiembros. \n \n4. Uno elegido en votación secreta por los decanos de las Facultades de Derecho de las \nuniversidades públicas, entre sus ex decanos. \n \n5. Uno elegido en votación secreta por los decanos de las Facultades de Derecho de las \nuniversidades privadas, entre sus ex decanos.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 180, "name": "Miembros del Pleno del Jurado Nacional de Elecciones. Requisitos", "text": "Los integrantes del Pleno del Jurado Nacional de Elecciones no pueden ser menores de \ncuarenta y cinco años ni mayores de setenta. Son elegidos por un período de cuatro años. \nPueden ser reelegidos. La ley establece la forma de renovación alternada cada dos años. \n \nEl cargo es remunerado y de tiempo completo. Es incompatible con cualquiera otra \nfunción pública, excepto la docencia a tiempo parcial. \n \nNo pueden ser miembros del Pleno del Jurado los candidatos a cargos de elección popular, \nni los ciudadanos que desempeñan cargos directivos con carácter nacional en las \norganizaciones políticas, o que los han desempeñado en los cuatro años anteriores a su \npostulación.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 181, "name": "Resoluciones del Pleno del Jurado Nacional de Elecciones", "text": "El Pleno del Jurado Nacional de Elecciones aprecia los hechos con criterio de conciencia. \nResuelve con arreglo a ley y a los principios generales de derecho. En materias electorales, \nde referéndum o de otro tipo de consultas populares, sus resoluciones son dictadas en \ninstancia final, definitiva, y no son revisables. Contra ellas no procede recurso alguno.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 182, "name": "Oficina Nacional de Procesos Electorales", "text": "El Jefe de la Oficina Nacional de Procesos Electorales es nombrado por la Junta Nacional \nde Justicia[^37] por un período renovable de cuatro años. Puede ser removido por el propio \nConsejo por falta grave. Está afecto a las mismas incompatibilidades previstas para los \nintegrantes del Pleno del Jurado Nacional de Elecciones. \n \nLe corresponde organizar todos los procesos electorales, de referéndum y los de otros \ntipos de consulta popular, incluido su presupuesto, así como la elaboración y el diseño de \nla cédula de sufragio. Le corresponde asimismo la entrega de actas y demás material \nnecesario para los escrutinios y la difusión de sus resultados. Brinda información \npermanente sobre el cómputo desde el inicio del escrutinio en las mesas de sufragio. \nEjerce las demás funciones que la ley le señala.", "footnotes": [{"ref": 37, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}]}, {"title": 4, "chapter": 13, "article": 183, "name": "Registro Nacional de Identificación y Estado Civil", "text": "El Jefe del Registro Nacional de Identificación y Estado Civil es nombrado por la Junta \nNacional de Justicia[^38] por un período renovable de cuatro años. Puede ser removido por \ndicho Consejo por falta grave. Está afecto a las mismas incompatibilidades previstas para \nlos integrantes del Pleno del Jurado Nacional de Elecciones. \n \n El Registro Nacional de Identificación y Estado Civil tiene a su cargo la inscripción de los \nnacimientos, matrimonios, divorcios, defunciones, y otros actos que modifican el estado \ncivil. Emite las constancias correspondientes. Prepara y mantiene actualizado el padrón \nelectoral. Proporciona al Jurado Nacional de Elecciones y a la Oficina Nacional de Procesos \nElectorales la información necesaria para el cumplimiento de sus funciones. Mantiene el \nregistro de identificación de los ciudadanos y emite los documentos que acreditan su \nidentidad. \n \nEjerce las demás funciones que la ley señala.", "footnotes": [{"ref": 38, "text": "La única disposición complementaria final de la Ley N.° 30904, publicada el 10 enero 2019, en el diario oficial El Peruano, dispone el cambio de denominación en todas las disposiciones correspondientes del ordenamiento jurídico nacional del \"Consejo Nacional de la Magistratura\" por el de “Junta Nacional de  Justicia”."}]}, {"title": 4, "chapter": 13, "article": 184, "name": "Nulidad de los procesos electorales", "text": "El Jurado Nacional de Elecciones declara la nulidad de un proceso electoral, de un \nreferéndum o de otro tipo de consulta popular cuando los votos nulos o en blanco, \nsumados o separadamente, superan los dos tercios del número de votos emitidos. \n \nLa ley puede establecer proporciones distintas para las elecciones municipales.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 185, "name": "Escrutinio Público", "text": "El escrutinio de los votos en toda clase de elecciones, de referéndum o de otro tipo de \nconsulta popular se realiza en acto público e ininterrumpido sobre la mesa de sufragio. \nSólo es revisable en los casos de error material o de impugnación, los cuales se resuelven \nconforme a ley.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 186, "name": "Orden y seguridad durante los comicios", "text": "La Oficina Nacional de Procesos Electorales dicta las instrucciones y disposiciones \nnecesarias para el mantenimiento del orden y la protección de la libertad personal durante \nlos comicios. Estas disposiciones son de cumplimiento obligatorio para las Fuerzas \nArmadas y la Policía Nacional.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 187, "name": "Elecciones pluripersonales", "text": "En las elecciones pluripersonales hay representación proporcional, conforme al sistema \nque establece la ley. \n \nLa ley contiene disposiciones especiales para facilitar el voto de los peruanos residentes en \nel extranjero. \n \nTÍTULO IV \n \nDE LA ESTRUCTURA DEL ESTADO CAPÍTULO XIV [^39] \n \nDE LA DESCENTRALIZACIÓN", "footnotes": [{"ref": 39, "text": "Capítulo vigente de conformidad con el artículo único de la Ley N.º 27680, publicada el 7 de marzo de 2002 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 13, "article": 188, "name": "La descentralización es una forma de organización democrática y constituye", "text": "una política permanente de Estado, de carácter obligatorio, que tiene como objetivo \nfundamental el desarrollo integral del país. El proceso de descentralización se realiza por \netapas, en forma progresiva y ordenada conforme a criterios que permitan una adecuada \nasignación de competencias y transferencia de recursos del gobierno nacional hacia los \ngobiernos regionales y locales. \n \nLos Poderes del Estado y los Organismos Autónomos así como el Presupuesto de la \nRepública se descentralizan de acuerdo a ley.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 189, "name": "El territorio de la República está integrado por regiones, departamentos,", "text": "provincias y distritos, en cuyas circunscripciones se constituye y organiza el gobierno a \nnivel nacional, regional y local, en los términos que establece la Constitución y la ley, \npreservando la unidad e integridad del Estado y de la Nación. \n \nEl ámbito del nivel regional de gobierno son las regiones y departamentos. El ámbito del \nnivel local de gobierno son las provincias, distritos y los centros poblados.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 190, "name": "Las regiones se crean sobre la base de áreas contiguas integradas histórica,", "text": "cultural, administrativa y económicamente, conformando unidades geoeconómicas \nsostenibles. \n \nEl proceso de regionalización se inicia eligiendo gobiernos en los actuales departamentos y \nla Provincia Constitucional del Callao. Estos gobiernos son gobiernos regionales. \n \nMediante referéndum podrán integrarse dos o más circunscripciones departamentales \ncontiguas para constituir una región, conforme a ley. Igual procedimiento siguen las \nprovincias y distritos contiguos para cambiar de circunscripción regional. \n \nLa ley determina las competencias y facultades adicionales, así como incentivos especiales, \nde las regiones así integradas. \n \nMientras dure el proceso de integración, dos o más gobiernos regionales podrán crear \nmecanismos de coordinación entre sí. La ley determinará esos mecanismos.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 191, "name": "Los  gobiernos  regionales  tienen  autonomía  política,  económica  y", "text": "administrativa en los asuntos de su competencia. Coordinan con las municipalidades sin \ninterferir sus funciones y atribuciones. \n \nLa estructura orgánica básica de estos gobiernos la conforman el Consejo Regional, como \nórgano normativo y fiscalizador, el Gobernador Regional, como órgano ejecutivo, y el \nConsejo de Coordinación Regional integrado por los alcaldes provinciales y por \nrepresentantes de la sociedad civil, como órgano consultivo y de coordinación con las \nmunicipalidades, con las funciones y atribuciones que les señala la ley. El Consejo \nRegional tendrá un mínimo de siete (7) miembros y un máximo de veinticinco (25), \ndebiendo haber un mínimo de uno (1) por provincia y el resto, de acuerdo a ley, siguiendo \nun criterio de población electoral. \n \nEl Gobernador Regional es elegido conjuntamente con un Vicegobernador Regional, por \nsufragio directo por un período de cuatro (4) años. El mandato de dichas autoridades es \nrevocable, conforme a ley. No hay reelección inmediata. Transcurrido otro período, como \nmínimo, los ex Gobernadores Regionales o ex Vicegobernadores Regionales pueden volver \na postular, sujetos a las mismas condiciones. Los miembros del Consejo Regional son \nelegidos en la misma forma y por igual período. El mandato de dichas autoridades es \nirrenunciable, con excepción de los casos previstos en la Constitución. \n \nPara postular a Presidente de la República, Vicepresidente, Congresista o Alcalde; los \nGobernadores y Vicegobernadores Regionales deben renunciar al cargo seis (6) meses \nantes de la elección respectiva. \n \nLa ley establece porcentajes mínimos para hacer accesible la representación de género, \ncomunidades campesinas y nativas, y pueblos originarios en los Consejos Regionales. \nIgual tratamiento se aplica para los Concejos Municipales. \n \nLos Gobernadores Regionales están obligados a concurrir al Congreso de la República \ncuando éste lo requiera de acuerdo a ley y al Reglamento del Congreso de la República, y \nbajo responsabilidad.[^40]", "footnotes": [{"ref": 40, "text": "Artículo modificado por el artículo único de la Ley N.º 30305, publicada el 10 marzo 2015 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 13, "article": 192, "name": "Los gobiernos regionales promueven el desarrollo y la economía regional,", "text": "fomentan las inversiones, actividades y servicios públicos de su responsabilidad, en \narmonía con las políticas y planes nacionales y locales de desarrollo. \n \nSon competentes para: \n \n1. Aprobar su organización interna y su presupuesto. \n \n 2. Formular y aprobar el plan de desarrollo regional concertado con las municipalidades y \nla sociedad civil. \n \n3. Administrar sus bienes y rentas. \n \n4. Regular y otorgar las autorizaciones, licencias y derechos sobre los servicios de su \nresponsabilidad. \n \n5. Promover el desarrollo socioeconómico regional y ejecutar los planes y programas \ncorrespondientes. \n \n6. Dictar las normas inherentes a la gestión regional. \n \n7. Promover y regular actividades y/o servicios en materia de agricultura, pesquería, \nindustria, agroindustria, comercio, turismo, energía, minería, vialidad, comunicaciones, \neducación, salud y medio ambiente, conforme a ley. \n \n8. Fomentar la competitividad, las inversiones y el financiamiento para la ejecución de \nproyectos y obras de infraestructura de alcance e impacto regional. \n \n9. Presentar iniciativas legislativas en materias y asuntos de su competencia. \n \n10. Ejercer las demás atribuciones inherentes a su función, conforme a ley.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 193, "name": "Son bienes y rentas de los gobiernos regionales:", "text": "1. Los bienes muebles e inmuebles de su propiedad. \n \n2. Las transferencias específicas que les asigne la Ley Anual de Presupuesto. \n \n3. Los tributos creados por ley a su favor. \n \n4. Los derechos económicos que generen por las privatizaciones, concesiones y servicios \nque otorguen, conforme a ley. \n \n5. Los recursos asignados del Fondo de Compensación Regional, que tiene carácter \nredistributivo, conforme a ley. \n \n6. Los recursos asignados por concepto de canon. \n \n7. Los recursos provenientes de sus operaciones financieras, incluyendo aquellas que \nrealicen con el aval del Estado, conforme a ley. 8. Los demás que determine la ley.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 194, "name": "Las municipalidades provinciales y distritales son los órganos de gobierno", "text": "local. Tienen autonomía política, económica y administrativa en los asuntos de su \ncompetencia. Las municipalidades de los centros poblados son creadas conforme a ley. \n \nLa estructura orgánica del gobierno local la conforman el Concejo Municipal como órgano \nnormativo y fiscalizador y la Alcaldía como órgano ejecutivo, con las funciones y \natribuciones que les señala la ley. \n \nLos alcaldes y regidores son elegidos por sufragio directo, por un período de cuatro (4) \naños. No hay reelección inmediata para los alcaldes. Transcurrido otro período, como \nmínimo, pueden volver a postular, sujetos a las mismas condiciones. Su mandato es \nrevocable, conforme a ley. El mandato de alcaldes y regidores es irrenunciable, con \nexcepción de los casos previstos en la Constitución. \n \nPara postular a Presidente de la República, Vicepresidente, Congresista, Gobernador o \nVicegobernador del Gobierno Regional; los Alcaldes deben renunciar al cargo seis (6) \nmeses antes de la elección respectiva.[^41]", "footnotes": [{"ref": 41, "text": "Artículo modificado por el artículo único de la Ley N.º 30305, publicada el 10 marzo 2015 en el diario oficial El Peruano."}]}, {"title": 4, "chapter": 13, "article": 195, "name": "Los gobiernos locales promueven el desarrollo y la economía local, y la", "text": "prestación de los servicios públicos de su responsabilidad, en armonía con las políticas y \nplanes nacionales y regionales de desarrollo. \n \nSon competentes para: \n \n1. Aprobar su organización interna y su presupuesto. \n \n2. Aprobar el plan de desarrollo local concertado con la sociedad civil. \n \n3. Administrar sus bienes y rentas. \n \n4. Crear, modificar y suprimir contribuciones, tasas, arbitrios, licencias y derechos \nmunicipales, conforme a ley. \n \n5. Organizar, reglamentar y administrar los servicios públicos locales de su \nresponsabilidad. \n \n6. Planificar el desarrollo urbano y rural de sus circunscripciones, incluyendo la \nzonificación, urbanismo y el acondicionamiento territorial. \n \n 7. Fomentar la competitividad, las inversiones y el financiamiento para la ejecución de \nproyectos y obras de infraestructura local. \n \n8. Desarrollar y regular actividades y/o servicios en materia de educación, salud, vivienda, \nsaneamiento, medio ambiente, sustentabilidad de los recursos naturales, transporte \ncolectivo, circulación y tránsito, turismo, conservación de monumentos arqueológicos e \nhistóricos, cultura, recreación y deporte, conforme a ley. \n \n9. Presentar iniciativas legislativas en materias y asuntos de su competencia. \n \n10. Ejercer las demás atribuciones inherentes a su función, conforme a ley.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 196, "name": "Son bienes y rentas de las municipalidades:", "text": "1. Los bienes muebles e inmuebles de su propiedad. \n \n2. Los tributos creados por ley a su favor. \n \n3. Las contribuciones, tasas, arbitrios, licencias y derechos creados por Ordenanzas \nMunicipales, conforme a ley. \n \n4. Los derechos económicos que generen por las privatizaciones, concesiones y servicios \nque otorguen, conforme a ley. \n \n5. Los recursos asignados del Fondo de Compensación Municipal, que tiene carácter \nredistributivo, conforme a ley. \n \n6. Las transferencias específicas que les asigne la Ley Anual de Presupuesto. \n \n7. Los recursos asignados por concepto de canon. \n \n8. Los recursos provenientes de sus operaciones financieras, incluyendo aquellas que \nrequieran el aval del Estado, conforme a ley. \n \n9. Los demás que determine la ley.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 197, "name": "Las municipalidades promueven, apoyan y reglamentan la participación", "text": "vecinal en el desarrollo local. Asimismo brindan servicios de seguridad ciudadana, con la \ncooperación de la Policía Nacional del Perú, conforme a ley.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 198, "name": "La  Capital  de  la  República  no  integra  ninguna  región.  Tiene  régimen", "text": "especial en las leyes de descentralización y en la Ley Orgánica de Municipalidades. La Municipalidad Metropolitana de Lima ejerce sus competencias dentro del ámbito de la \nprovincia de Lima. \n \nLas municipalidades de frontera tienen, asimismo, régimen especial en la Ley Orgánica de \nMunicipalidades.", "footnotes": []}, {"title": 4, "chapter": 13, "article": 199, "name": "Los gobiernos regionales y locales son fiscalizados por sus propios órganos", "text": "de fiscalización y por los organismos que tengan tal atribución por mandato constitucional \no legal, y están sujetos al control y supervisión de la Contraloría General de la República, \nla que organiza un sistema de control descentralizado y permanente. Los mencionados \ngobiernos formulan sus presupuestos con la participación de la población y rinden cuenta \nde su ejecución, anualmente, bajo responsabilidad, conforme a ley.”", "footnotes": []}, {"title": 5, "chapter": null, "article": 200, "name": "Acciones de Garantía Constitucional", "text": "Son garantías constitucionales: \n \n1. La Acción de Hábeas Corpus, que procede ante el hecho u omisión, por parte de \ncualquier autoridad, funcionario o persona, que vulnera o amenaza la libertad individual \no los derechos constitucionales conexos. \n \n2. La Acción de Amparo, que procede contra el hecho u omisión, por parte de cualquier \nautoridad, funcionario o persona, que vulnera o amenaza los demás derechos reconocidos \npor la Constitución, con excepción de los señalados en el inciso siguiente. \n \nNo procede contra normas legales ni contra Resoluciones Judiciales emanadas de \nprocedimiento regular.[^42] \n \n3. La Acción de Hábeas Data, que procede contra el hecho u omisión, por parte de \ncualquier autoridad, funcionario o persona, que vulnera o amenaza los derechos a que se \nrefiere el artículo 2, incisos 5 y 6 de la Constitución.[^43] \n \n4. La Acción de Inconstitucionalidad, que procede contra las normas que tienen rango de \nley: leyes, decretos legislativos, decretos de urgencia, tratados, reglamentos del Congreso, \nnormas regionales de carácter general y ordenanzas municipales que contravengan la \nConstitución en la forma o en el fondo. \n \n5. La Acción Popular, que procede, por infracción de la Constitución y de la ley, contra los \nreglamentos, normas administrativas y resoluciones y decretos de carácter general, \ncualquiera sea la autoridad de la que emanen. \n \n6. La Acción de Cumplimiento, que procede contra cualquier autoridad o funcionario \nrenuente a acatar una norma legal o un acto administrativo, sin perjuicio de las \nresponsabilidades de ley. \n \nUna ley orgánica regula el ejercicio de estas garantías y los efectos de la declaración de \ninconstitucionalidad o ilegalidad de las normas. \n \nEl ejercicio de las acciones de hábeas corpus y de amparo no se suspende durante la \nvigencia de los regímenes de excepción a que se refiere el artículo 137 de la Constitución. \n \nCuando se interponen acciones de esta naturaleza en relación con derechos restringidos o \nsuspendidos, el órgano jurisdiccional competente examina la razonabilidad y la \nproporcionalidad del acto restrictivo. No corresponde al juez cuestionar la declaración del \nestado de emergencia ni de sitio.", "footnotes": [{"ref": 42, "text": "Inciso modificado por el artículo único de la Ley N.º 26470, publicada el 12  junio 1995 en el diario oficial El Peruano."}, {"ref": 43, "text": "Inciso modificado por el artículo único de la Ley N.º 26470, publicada el 12  junio 1995 en el diario oficial El Peruano."}]}, {"title": 5, "chapter": null, "article": 201, "name": "Tribunal Constitucional", "text": "El Tribunal Constitucional es el órgano de control de la Constitución. Es autónomo e \nindependiente. Se compone de siete miembros elegidos por cinco años. \n \nPara ser miembro del Tribunal Constitucional, se exigen los mismos requisitos que para \nser vocal de la Corte Suprema. Los miembros del Tribunal Constitucional gozan de la \nmisma inmunidad y de las mismas prerrogativas que los congresistas. Les alcanzan las \nmismas incompatibilidades. No hay reelección inmediata. \n \nLos miembros del Tribunal Constitucional son elegidos por el Congreso de la República \ncon el voto favorable de los dos tercios del número legal de sus miembros. No pueden ser \nelegidos magistrados del Tribunal Constitucional los jueces o fiscales que no han dejado el \ncargo con un año de anticipación.", "footnotes": []}, {"title": 5, "chapter": null, "article": 202, "name": "Atribuciones del Tribunal Constitucional", "text": "Corresponde al Tribunal Constitucional: \n \n1. Conocer, en instancia única, la acción de inconstitucionalidad. \n \n2. Conocer, en última y definitiva instancia, las resoluciones denegatorias de hábeas \ncorpus, amparo, hábeas data, y acción de cumplimiento. 3. Conocer los conflictos de competencia, o de atribuciones asignadas por la Constitución, \nconforme a ley.", "footnotes": []}, {"title": 5, "chapter": null, "article": 203, "name": "Personas facultadas para interponer Acción de Inconstitucionalidad", "text": "Están facultados para interponer acción de inconstitucionalidad: \n \n1. El Presidente de la República. \n \n2. El Fiscal de la Nación. \n \n3. El Presidente del Poder Judicial, con acuerdo de la Sala Plena de la Corte Suprema de \nJusticia. \n \n4. El Defensor del Pueblo. \n \n5. El veinticinco por ciento del número legal de congresistas. \n \n6. Cinco mil ciudadanos con firmas comprobadas por el Jurado Nacional de Elecciones. Si \nla norma es una ordenanza municipal, está facultado para impugnarla el uno por ciento de \nlos ciudadanos del respectivo ámbito territorial, siempre que este porcentaje no exceda del \nnúmero de firmas anteriormente señalado. \n \n7. Los Gobernadores Regionales con acuerdo del Consejo Regional, o los alcaldes \nprovinciales con acuerdo de su Concejo, en materias de su competencia. \n \n8. Los colegios profesionales, en materias de su especialidad.[^44]", "footnotes": [{"ref": 44, "text": "Artículo modificado por el artículo único de la Ley N.º 30651, publicada el 20 agosto 2017 en el diario oficial El Peruano."}]}, {"title": 5, "chapter": null, "article": 204, "name": "Sentencia del Tribunal Constitucional", "text": "La sentencia del Tribunal que declara la inconstitucionalidad de una norma se publica en \nel diario oficial. Al día siguiente de la publicación, dicha norma queda sin efecto. \n \nNo tiene efecto retroactivo la sentencia del Tribunal que declara inconstitucional, en todo o \nen parte, una norma legal.", "footnotes": []}, {"title": 5, "chapter": null, "article": 205, "name": "Jurisdicción Supranacional", "text": "Agotada la jurisdicción interna, quien se considere lesionado en los derechos que la \nConstitución reconoce puede recurrir a los tribunales u organismos internacionales \nconstituidos según tratados o convenios de los que el Perú es parte.", "footnotes": []}, {"title": 6, "chapter": null, "article": 206, "name": "Reforma Constitucional", "text": "Toda reforma constitucional debe ser aprobada por el Congreso con mayoría absoluta del \nnúmero legal de sus miembros, y ratificada mediante referéndum. Puede omitirse el \nreferéndum cuando el acuerdo del Congreso se obtiene en dos legislaturas ordinarias \nsucesivas con una votación favorable, en cada caso, superior a los dos tercios del número \nlegal de congresistas. La ley de reforma constitucional no puede ser observada por el \nPresidente de la República. \n \nLa iniciativa de reforma constitucional corresponde al Presidente de la República, con \naprobación del Consejo de Ministros; a los congresistas; y a un número de ciudadanos \nequivalente al cero punto tres por ciento (0.3%) de la población electoral, con firmas \ncomprobadas por la autoridad electoral.", "footnotes": []}]